[
{"pointers": {"0": "\nThe official England ‘waste from households’ recycling rate was 44.1 per cent in 2021, up 0.1 percentage points from 44.0 per cent in 2020.\nMetal recovered and then recycled from waste that has been through incineration (IBA metal) added approximately 1.0 percentage points to the recycling rate in 2021, this was unchanged from 2020.\nIn 2021, total ‘waste from households’ increased to 23.1 million tonnes from 2020 when it was 22.6 million tonnes. This is equivalent to 409 kg per person, up from 399 kg per person in 2020, an increase of 2.4 per cent.\nThe amount of residual waste treated was 12.8 million tonnes, up from 12.6 million tonnes in 2020, an increase of 2.0 per cent.\nThe total amount of waste recycled increased. In 2021, it was 10.2 million tonnes, up from 9.9 million tonnes in 2020. This was an increase of 2.7 per cent.\nThe amount of dry material recycled in 2021 was 6.0 million tonnes up by 0.1 million tonnes from 2020, an increase of 1.7 per cent.\nThe tonnage of separately collected food waste sent for recycling was 512 thousand tonnes, an increase of 5.7 per cent from 485 thousand tonnes in 2020.\n‘Other organic’ waste sent for recycling was 3.7 million tonnes, an increase of 139 thousand tonnes or 3.9 per cent on 2020.\nThe rolling 12-month ‘waste from households’ recycling rate was 44.1 per cent at the end of March 2022. This is an increase of 0.3 percentage points compared with the previous 12-month period. This figure includes IBA metal.\n", "1": "\nIn 2021/22, total local authority managed waste increased by 0.9 per cent to 26.1 million tonnes.\n8.1 per cent of all local authority waste (2.1 million tonnes) was disposed of via landfill in 2021/22. This was up by 0.1 million tonnes (4.6 per cent) from 2020/21.\nWaste sent for incineration decreased by 0.1 million tonnes (0.6 per cent) to 12.4 million tonnes in 2021/22 compared to 2020/21. It was the disposal method used for 47.4 per cent of all local authority waste.\nThere are no changes to definitions or methodology for all local authority and ‘household waste’ recycling figures; IBA metal is not included.\n10.8 million tonnes of local authority waste was sent for recycling in 2021/22, an increase of 0.1 million tonnes (1.2 per cent) on 2020/21.\nAmongst the 333 local authorities in England, there is considerable variation in ‘household waste’ recycling rates, ranging from 17.7 to 63.5 per cent in 2021/22.\n", "2": "\nIn 2021/22, household arisings decreased from the high levels seen under the national lockdowns during the COVID-19 pandemic in 2020/21. This was only a partial reversal of the increase during the first year of the pandemic and tonnages remained above those seen in 2019/20.\nFigure 1 above shows the decreases in 2021/22 in the quantity of waste collected kerbside from households. Residual waste decreased by 4 per cent in 2021/22 compared to 2020/21, and dry recycling decreased by 6 per cent. Organics collected kerbside from households were 2 per cent lower over the year. It should be noted that tonnages of organics can vary considerably from year to year according to climatic conditions affecting plant growth.\n", "3": "\nIn 2021/22, HWRC household residual waste increased by 13 per cent compared to 2020/21, while HWRC dry recycling and organics increased by 18 per cent and 17 per cent respectively. These increases are a result of a more “normal” service during April to June 2021, compared to HWRC closures of the previous year.\nDespite the increase in April to June 2021, waste tonnages deposited at HWRC were lower than the pre pandemic levels of 2019/20.\nIn 2021/22 the tonnage of residual household waste collected kerbside or deposited at HWRC decreased by 2.2% compared to 2020/21.\n", "4": "\nBulky waste collected from households increased by 7.0 per cent in 2021/22. This increase is mainly due to the impact of the pandemic affecting local authority services in April to June 2020. Since July to Sept 2020 bulky waste tonnages have remained higher than in pre pandemic 2019/20.\nTonnages of Fly-tipped waste have decreased in each quarter of 2021/22 and overall are 6 per cent lower than in 2020/21.\n", "5": "\nIn 2021, the total weight of ‘waste from households’ in England was 23.1 million tonnes, up from 22.6 million tonnes in 2020.\nThe weight of waste sent for recycling was 10.2 million tonnes in 2021, a 2.7 per cent increase from 9.9 million tonnes in 2020.\nResidual waste was 12.8 million tonnes in 2021, up from 12.6 million tonnes in 2020. This was an increase of 2.0 per cent.\nThe ‘waste from households’ recycling rate was 44.1 per cent in 2021, an increase of 0.1 percentage points from 2020 when the rate was 44.0 per cent.\nOther organics make a significant contribution to the overall recycling rate. In 2020 service disruptions to collections and HWRC closures impacted the tonnage collected. In 2021 the tonnage of ‘other organics’ increased by 0.1 million to 3.7 million tonnes, 3.9 per cent higher than in 2020.\nMetals recovered from incinerated waste and then recycled (IBA metal) contributed 228 thousand tonnes, up from 222 thousand tonnes in 2020. This was an increase of 2.6 per cent.\nWhen IBA metal is excluded, the ‘waste from households’ recycling rate was 43.1 per cent in 2021, an increase of 0.1 percentage points from the 2020 rate of 43.0 per cent.\n", "6": "\nA total of 23.1 million tonnes of ‘waste from households’ was treated in England in 2021. Of this, 55.7 per cent was residual waste, 25.9 per cent was dry recycling, 16.2 per cent was ‘other organics’ (including green garden waste and mixed garden and food waste) and 2.2 per cent was separately collected food waste.\nThe majority (58.5 per cent) of ‘waste from households’ recycling in 2021 was dry recyclate.\nThe tonnage of dry recycling, which includes paper and card, glass, plastic, waste electrical and electronic equipment (WEEE), and scrap metals including those reclaimed from incinerator bottom ash, as well as other materials increased to 6.0 million tonnes in 2021. As a proportion of total ‘waste from households’ it was 25.9 per cent in 2021.\nSeparately collected food waste rose by 5.7 per cent to 512 thousand tonnes in 2021 from 485 thousand tonnes in 2020. However, it remained only a small proportion of total ‘waste from households’ recycling at 5.0 per cent, up 0.1 percentage points from 2020. Whilst small this continues the longer trend for incremental increases each year, from 1.3 per cent in 2010.\nThe tonnage of ‘other organic’ waste (including garden waste, mixed garden and food waste, wood for composting and other compostable waste) increased by 0.1 million tonnes or 3.9 per cent to 3.7 million tonnes in 2021. “Other organics accounted for 36.5 per cent of total ‘waste from households’ recycling, 0.5 percentage points higher than in 2020.\nOrganic waste tonnages are variable, linked to the season, weather and plant growing conditions. However, in 2020 the main impact on organic tonnages is likely to have been as a result of the COVID-19 pandemic and lockdown.\n", "7": "\nComparative to the same period in 2020 there was a modest increase in each of the recycling streams in Jan-Mar 2021. Dry recycling and reuse were 5.6 per cent higher, separately collected food waste was 12 per cent higher and “other organic” was 9.8 per cent higher.\nIn April to June 2021 tonnages of waste collected for recycling were much higher than in April to June 2020 when the COVID-19 pandemic caused disruption to dry recycling and organics collections and temporarily closed HWRCs. Dry recycling and reuse was 14 per cent higher in April to June 2021, separately collected food waste was 8.2 cent higher and “other organic” was 11 per cent higher.\nIn the second half of 2021, the improving pandemic situation and less time spent at home saw tonnages of dry recycling decrease from the levels seen in 2020, by 3.3 per cent in July to September 2021 and 8.1 per cent in October to December 2021. “Other organics” were 1.6 per cent higher in July to September 2021 before falling by 5.8 per cent in October to December 2021. Separately collected food waste was 2.6 per cent higher in July to September 2021, before decreasing by 0.1 per cent in October to December 2021.\n", "8": "\nDry recycling including IBA metals increased by 0.1 million to 6.0 million tonnes in 2021. It made up 25.9 per cent of total ‘waste from households’ and 58.5 per cent of all ‘waste from households’ recycling.\nGlass decreased by 24 thousand tonnes (-1.6 per cent) in 2021. Plastics decreased by 5 thousand tonnes (-1.0 per cent), metals decreased by 2 thousand tonnes (-0.7 per cent),\nPaper and card increased by 57 thousand tonnes (2.7 per cent). Textiles increased by 13 thousand tonnes (11 per cent), and metals from IBA increased by 6 thousand tonnes (2.9 per cent).\nWEEE increased by 43 thousand tonnes (7.1 per cent).\nOther materials increased by 14 thousand tonnes (1.5 per cent).\n", "9": "\nDespite some variations in tonnages, the relative proportions of materials had not substantially changed up to 2020.\nThe COVID-19 pandemic had various impacts on waste services, waste collection and arisings. Whilst the overall effect of this on the total dry recycling total tonnage was small the relative proportions of each material type changed in 2020.\nSome effects of the pandemic continued in 2021, but without the widespread disruption to collection services and HWRC closures seen in 2020. This allowed tonnages of WEEE and textiles to partially recover, and with less time being spent at home the tonnage of glass was lower.\nThe relative proportions of paper and card, WEEE & Other scrap metal and textiles all increased in 2021.\nThe relative proportions of glass and plastic and metals decreased in 2021.\nThe proportion of IBA metal was 3.8 per cent in 2021, an increase of 2.1 percentage points since 2015— the first year that data was available when it comprised 1.7 per cent of dry recycling.\n", "10": "\nIn 2021/22, the total weight of ‘waste from households’ in England decreased to 22.8 million tonnes down 0.8 per cent from 23.0 million tonnes in 2020/21.\nThe amount of ‘waste from households’ sent to recycling in 2021/22 remained at 10.1 million tonnes down just 0.2 per cent from 2020/21.\nThe ‘waste from households’ recycling rate was 44.1 per cent in 2021/22, an increase of 0.3 percentage points on the 2020/21 recycling rate, which was 43.8 per cent.\nDry recycling was 5.8 million tonnes in 2021/22, decreasing by 1.8 per cent from 6.0 million in 2020/21. Organic recycling increased by 2.1 per cent to 4.2 million tonnes. This increase reflecting more normal kerbside and HWRC services compared to the lockdown disruptions of 2020/21.\nThe tonnage of residual waste in 2021/22 was 1.4 per cent lower than in 2020/21, down 0.2 million to 12.6 million tonnes. As a proportion of ‘waste from households’, it decreased by 0.4 percentage points to 55.4 per cent of the total.\n", "11": "\nTotal local authority managed waste in 2021/22 was 26.1 million tonnes, up by 232 thousand tonnes (0.9 per cent) from 2020/21.\n8.1 per cent of all local authority collected waste was sent to landfill in 2021/22. This was a total of 2.1 million tonnes, 0.1 million tonnes higher (an increase of  4.6 per cent) than in 2020/21. This increase in landfill reflects higher residual waste generation and some waste being diverted to landfill, due to temporarily lower capacity in the Energy from Waste sector.\n80.1 per cent (1.7 million tonnes) of waste sent to landfill was sent direct in 2021/22. This is an increase from 2020/21, when 76.2 per cent of all local authority collected waste was sent direct to landfill.\n47.4 per cent of all local authority waste was incinerated in 2021/22. This was a total of 12.4 million tonnes, and a decrease of 0.1 million tonnes (0.6 per cent) from 2020/21. This decrease reflecting a tightening of capacity in the sector due to temporary shutdown of EfW facilities in certain areas and the commissioning of a new site.\n70.2 per cent (8.7 million tonnes) of waste sent to incineration was sent direct in 2021/22. This proportion is higher than in 2020/21 when 68.6 per cent (8.6 million tonnes) of local authority collected waste was sent direct to incineration.\nThe amount of local authority collected waste sent for recycling in 2021/22 was 10.8 million tonnes, up 0.1 million tonnes from 2020/21. Waste sent for recycling comprised 41.5 per cent of all local authority waste, an increase of 0.1 percentage points from 2020/21.\n", "12": "\nThe South East managed the largest tonnage of local authority collected waste in 2021/22 at 4.1 million tonnes. This was 15.8 per cent of all local authority collected waste in England. The North East managed the smallest tonnage in 2021/22 at 1.3 million tonnes, or 5.1 per cent of the total for England.\nEastern region sent the largest proportion of their total local authority collected waste to landfill at 23.5 per cent (0.7 million tonnes). London sent the smallest proportion at 1.1 per cent. At a national level, 8.1 per cent of all local authority collected waste in England was sent to landfill in 2021/22. This was 2.1 million tonnes.\nLondon sent the largest proportion of their total local authority collected waste to incineration in 2021/22 at 64.4 per cent (2.3 million tonnes). Eastern region sent the smallest proportion at 28.4 per cent (0.8 million tonnes). Overall, 47.4 per cent of all local authority collected waste in England was sent to incineration in 2021/22. This was 12.4 million tonnes.\nIn England, 10.8 million tonnes (41.5 per cent) of local authority collected waste was sent for recycling in 2021/22. The region that sent the largest proportion of local authority collected waste to recycling was the South West, which sent 1.3 million tonnes (48.6 per cent). The region that sent the smallest proportion of waste to recycling was London, which sent 1.1 million tonnes (29.3 per cent).\n", "13": "\nLondon had the lowest ‘household waste’ recycling rate in 2021/22 at 32.7 per cent. The region with the highest ‘household waste’ recycling rate in 2021/22 was the South West at 48.9 per cent.\nLondon, Eastern and West Midlands region all had decreases in their recycling rates. The largest a decrease of 0.7 percentage points in the West Midlands.\nEast Midlands, North West, South East, South West, Yorkshire and Humberside all had increases in their recycling rate. The largest an increase of 1.1 percentage point in the North West.\nThere was no change in the recycling rate for the North East.\n", "14": "\nAt an individual local authority level, ‘household waste’ recycling rates ranged from 17.7 per cent to 63.5 per cent in 2021/22. The overall average figure for England was 42.5 per cent, a 0.2 percentage point increase from 2020/21.\n‘Household waste’ recycling is often similar in adjacent authorities, though there is a wide range between the highest and lowest recycling rates in all regions of England and even within a region. Figure 1 in the datasets accompanying this statistical notice shows the geographic distribution of ‘household waste’ recycling rates in 2021/22.\n", "15": "\nAcross the different regions, the range (or difference) in recycling rate between the highest performing local authority and the lowest performing local authority varied between 12 and 43 percentage points.\nThe region with the widest range in its recycling was the North West at 43 percentage points, followed by the South East at 38 percentage points. Eastern had a range of 35 percentage points followed by West Midlands and Yorkshire and the Humber each at 33 percentage points. London had a range of 29 percentage points. East Midlands had a range of 26 percentage points.\nThe region with the smallest range in its recycling rates is the North East at 12 percentage points. This reflects the fact that the highest recycling rate in the region is relatively low at 38.2 per cent (Redcar and Cleveland Borough Council), compared to some other regions where the highest recycling rates range from between 49 and 64 percent.\nOverall, in England a total of seven authorities had ‘household waste’ recycling rates greater than 60 per cent. Seventy seven authorities had recycling rates greater than 50 per cent.\nThree Rivers District Council had the highest ‘household waste’ recycling rate in England in 2021/22 at 63.5 per cent. Organic waste made up 52.1 per cent of their total household recycling tonnage. South Oxfordshire District Council, had the second highest recycling rate at 62.7 per cent and 54.7 per cent of their recycling was organics. St Albans City and District Council had the third highest recycling rate in England at 62.4 per cent with 54.4 per cent of their recycling tonnage being organic.\nThis is the second year Three Rivers District Council has had the highest ‘household waste’ recycling rate in England, having had the third highest recycling rate overall in 2020/21. South Oxfordshire District Council has been in the top three since 2010/11. St Albans City and District Council had the highest recycling rate in England in 2020/21.\nOver the last 5 years, South Oxfordshire District Council has had an average recycling rate of 63.3 per cent, Three Rivers District Council has had an average recycling rate of 63.2 per cent and St Albans City and District Council has had an average ‘household waste’ recycling rate of 62.2 per cent.\nSix authorities have similar or higher five-year average recycling rates to Three Rivers District Council. These are South Oxfordshire District Council (63.3 per cent), East riding of Yorkshire Council (62.7 per cent), Vale of White Horse District Council (62.6 per cent), St Albans City and District Council (62.2 per cent), Surrey Heath Borough Council (61.3 per cent), Rochford District Council (60.7 per cent).\nIn 2021/22, Chelmsford Borough Council had the highest proportion of organic/green waste comprising 77.4 per cent of their total recycled ‘household waste’. Their overall ‘household waste’ recycling rate was 41.8 per cent.\nBarrow-in-Furness Borough Council had the lowest ‘household waste’ recycling rate in England in 2021/22 at 17.7 per cent, with 46.1 per cent of the authority’s recycled ‘household waste’ being organic/green waste. The second lowest ‘household waste’ recycling rate was Tower Hamlets LB (19.7 per cent; 10.1 per cent organic), and the third lowest was Westminster City Council (20.9 per cent; 3.0 per cent organic).\n", "16": "\nIn total 169 (51 per cent) of the 333 local authorities in England showed an increase in their recycling rate in 2021/22. 164 authorities (49 per cent) showed a decrease.\nLondon and Eastern had a fairly even split between authorities with an increase or those with a decrease. London had 49 per cent of authorities with an increase and 51 per cent with a decrease, while Eastern had 52 per cent of authorities with an increase and 48 per cent with a decrease.\nEast Midlands had 59 per cent of authorities showing an increase in their recycling rates followed by the North West and North East both with 58 per cent. South East region had 57 per cent of authorities with an increase.\nSouth West had 38 per cent of authorities showing an increase while Yorkshire and the Humber and West Midlands were the regions with the lowest proportion of authorities showing an increase at 36 per cent.\n", "17": "\nTable 6 shows that in England in 2021/22, 13 authorities (4 per cent of the total) had increases of over 5 percentage points in their recycling rate, 84 (25 per cent) increased by between 1 and 5 percentage points and that 72 (22 per cent) authorities had an increase in their recycling rate of less than 1 percentage point.\nThere were 13 authorities with an increase of over 5 percentage points in their recycling rate. The top 3 largest were Reading Borough Council (South East region) which had a 15.4 percentage point increase to give a recycling rate of 51.5 per cent. Blackpool Borough Council (North West) increased by 14.2 percentage points to 41.7 per cent. Bracknell Forest Borough council (South East) increased by 12.8 percentage points to 56.2 per cent.\nThe South East had 17 authorities with an increase of between 1 and 5 percentage points (24 per cent of authorities in that region), followed by Eastern with 15 authorities (31 per cent), and the North West with 12 authorities (28 per cent).\n", "18": "\nTable 7 shows that in England in 2021/22, 6 authorities (2 per cent of the total) had a decrease of over 5 percentage points in their recycling rate, 82 (25 per cent) decreased by between 1 and 5 percentage points and 76 (23 per cent) authorities had a decrease in their recycling rate of less than 1 percentage point.\nThere were 6 local authorities with decreases in their recycling rate of over 5 percentage points. The 3 authorities with the largest decreases were North Warwickshire Borough Council (West Midlands) with a decrease of 8.6 percentage points to give a recycling rate of 36.3%, South Hams District Council (South West) a decrease of 8.0 percentage points to 46.7% and Bexley LB with a decrease of 7.3 percentage points to give a recycling rate of 42.7%.\nThe West Midlands and South East each had 2 authorities with a decrease of over 5 percentage points, while London and the South West each had 1 authority in this group.\nThere were 82 authorities with a decrease of between 1 and 5 percentage points. The regions with the most authorities in this group were London with 13 authorities, (35 per cent of authorities in that region), South East region had 12 authorities (17 per cent), Eastern region with 10 authorities (21 per cent of authorities in that region), West Midlands region had 10 authorities (30 per cent), and East Midlands had 9 authorities (23 per cent).\n", "19": "\nPublication of a recycling explainer document, giving background to recycling, the different local authority measures published and how they compare across the UK.\nImprovements have been made to the layout of the waste statistics landing pages.\nUser feedback on academic use of these statistics has been sought from Defra Waste & recycling working group.\nFeedback on this Statistical notice and datasets is being gathered by a linked google forms questionnaire (opens a link to google forms).\nPublication of Experimental Statistics on the carbon impact of waste from households managed by local authorities in England.\n"}, "paras": {"0": "This release relates to the collection and management of waste under the possession or control of local authorities in England. It covers three principal measures as summarised in the table below.", "1": "The next update to this National statistics notice and accompanying datasets is scheduled to be in November/December 2023.", "2": "For more information about what data is included in the three measures listed in the table above, please refer to the section on Glossary of terms and measures and the separate methodology document. A reference document giving an explanation of what recycling is and comparing measures across England, Wales, Scotland and Northern Ireland is available.", "3": "Datasets for the national and regional data, as well as data at local authority level—including the ex-National Indicator measures—are available at the gov.uk website", "4": "The changes detailed below are based on unrounded figures.", "5": "There are no revisions to historic data presented in this notice.", "6": "The latest figures shown in this publication include the period from April 2021 to March 2022.", "7": "The COVID-19 pandemic, which commenced in March 2020, caused widespread disruption to local authority waste collection services, with services heavily disrupted during April to June 2020.", "8": "Some local authorities were unable to maintain collections of dry recyclate, some garden waste collections were suspended and there was widespread closure of household waste recycling centres (HWRC). This disruption was due to staff shortages and the introduction of changes to working practice. The national lockdown and rules for the operation of some commercial enterprises had a significant impact on the generation of waste during this period.", "9": "Lockdown restrictions eased through the summer and into the autumn of 2020. Local authorities and businesses acclimatised to working under lockdown and the COVID-19 pandemic, and as a result there was less disruption to waste collection operations during the remainder of 2020. Notably the second national lockdown commencing in November 2020 had less of an impact on waste and recycling tonnages reported in these statistics. During 2021 lockdown restrictions were eased and despite further waves of infection there was less disruption to waste services.", "10": "The tables and charts below show quarterly collection tonnages for selected waste streams. They do not include the tonnages of all waste sources and will not sum to the overall tonnages in the other sections of this statistical notice and datasets.", "11": "A timeline of the COVID-19 pandemic in England for March 2020 to December 2021 is available.", "12": "View the data for this chart", "13": "Download the data for this chart", "14": "View the data for this chart", "15": "Download the data for this chart", "16": "Figure 2 shows the impact of widespread HWRC closures in response to the COVID-19 pandemic in 2020.", "17": "View the data for this chart", "18": "Download the data for this chart", "19": "Figure 3 shows other significant residual waste stream types reported by local authorities.", "20": "‘Waste from households’ is the measure introduced by the UK in 2014 to provide a harmonised UK indicator for reporting recycling rates at a UK level. It excludes local authority collected waste not considered to have come directly from households, such as street bins, street sweepings, parks and grounds waste, and compost-like output.", "21": "For more information, refer to the Data and Methodology section of this notice.", "22": "Notes - Table 1", "23": "Total recycling is calculated from disposal tonnages sent to reprocessors as reported in WasteDataFlow. The processing of collected waste and recycling, stockpiling, process loss and transfer means that there are inevitably differences between collected and disposal tonnages reported by local authorities. Where information on some secondary waste treatments of smaller waste tonnages are not available these may not appear in disposal tonnages in this table. For these reasons Total Recycling and Total Residual Waste will not sum to Total Waste from Households. Subtotals in the table may not add due to rounding.", "24": "Total waste from households is calculated from collection tonnages reported in WasteDataFlow. It includes dry recycling/preparing for reuse and organics, and residual waste (or ‘black bag’ waste) and rejects from recycling. It excludes collected tonnages of plasterboard, rubble, or soil. IBA metal is included in the recycling figures.", "25": "View the data for this table", "26": "Download the data for this table", "27": "Notes - Figure 4", "28": "Residual waste includes residual ‘waste from households’ regular collections (black bags), bulky waste, residual waste from civic amenity centres, and rejects from recycling. It excludes waste diverted for recycling from residual waste.", "29": "Dry recycling includes paper and card, glass, plastic, waste electrical and electronic equipment (WEEE), scrap metals including those reclaimed from incinerator bottom ash as well as other materials.", "30": "Other organics includes green garden waste, mixed garden and food waste, wood for composting and other compostable waste.", "31": "Percentages may not add to exactly 100. This is due to rounding.", "32": "View the data for this chart", "33": "Download the data for this chart", "34": "Figure 5 shows quarterly changes in the tonnage of total recycling for ‘waste from households’ in England between 2020 and 2021.", "35": "View the data for this chart", "36": "Download the data for this chart", "37": "Quarterly trends over a longer time period from January to March 2017, are shown in Figures 6 and 7, which incorporate the data for the latest available quarter, January to March 2022, as well.", "38": "Notes - Figure 6", "39": "Dry recycling includes paper and card, glass, plastic, waste electrical and electronic equipment (WEEE), scrap metals including those reclaimed from incinerator bottom ash as well as other materials.", "40": "Other organics includes green garden waste, mixed garden and food waste, wood for composting and other compostable waste.", "41": "View the data for this chart", "42": "Download the data for this chart", "43": "Figure 7 shows quarterly dry and organic recycling as a proportion of total ‘waste from households’ and a smoothed 12-month rolling average for the overall recycling rate.", "44": "The smoothed 12-month rolling average ‘waste from households’ recycling rate has ranged from 43.8 to 45.5 per cent over this time period.", "45": "Notes - Figure 7", "46": "Recycling is ‘recycling, composting and anaerobic digestion, and preparing for reuse.", "47": "View the data for this chart", "48": "Download the data for this chart", "49": "Notes - Figure 8", "50": "Other materials includes batteries (both automotive and post-consumer), bric-a-brac, chipboard and MDF, composite food and beverage cartons, composite wood materials, fire extinguishers, furniture, ink and toner cartridges, mattresses, mineral oil, paint, tyres (car, large vehicle, van and mixed tyres), vegetable oil, video tapes, DVDs and CDs, wood, and other.", "51": "View the data for this chart", "52": "Download the data for this chart", "53": "The relative proportions of the materials that made up dry recycling in 2019, 2020 and 2021, are shown in Table 2", "54": "View the data for this table", "55": "Download the data for this table", "56": "Local authority collected waste consists of all ‘waste from households’, street sweepings, municipal parks and gardens waste, beach cleansing waste, and waste resulting from the clearance of fly-tipped materials plus some commercial and/or industrial waste. For further detail, see Annex 1 of “Local authority waste statistics – Recycling measures” on gov.uk.", "57": "As a result of changes in reporting through Q100, it is not appropriate when referring to the management of waste for landfill, incineration or recovery to compare the data for April 2015 onwards too closely to any of the previous annual data. In particular, Q100 allows for more extensive reporting of refuse derived fuel (RDF), incineration, and outputs from incineration.", "58": "Table 3 shows the tonnage of local authority collected waste sent to landfill, incineration, or recycling for the past five years. Figure 9 shows how local authority collected waste has been managed since 2000/01.", "59": "Notes - Table 3", "60": "Incineration with energy recovery/without energy recovery includes incineration bottom ash (IBA) and metals from IBA.", "61": "Recycling figures in this table do not include metals recovered from IBA.", "62": "Numbers may not add to exact totals. This is due to rounding.", "63": "View the data for this table", "64": "Download the data for this table", "65": "Notes - Figure 9", "66": "* Incineration with energy recover/without energy recovery includes incinerator bottom ash (IBA) and metals from IBA. This is consistent with the existing definition for household waste recycling so is not impacted by the change in ‘waste from households’ recycling definition.", "67": "** Other includes waste treated/disposed of through other unspecified methods as well as process and moisture loss.", "68": "*** The Household waste recycling rate is based on a broader measure of waste and is not directly comparable to the ‘waste from households’ recycling rate. For further information on definitions, refer to the glossary.", "69": "IBA metals are included within the ‘waste from households’ recycling rate shown on this chart from April 2015/16 onwards but are not included in household waste recycling.", "70": "View the data for this chart", "71": "Download the data for this chart", "72": "There are regional differences in the management of local authority collected waste, as shown in Table 4 and Figure 10.", "73": "Notes - Table 4", "74": "Incineration includes incineration with energy recover/without energy recovery. This includes incinerator bottom ash (IBA) and metals from IBA.", "75": "Recycled/Composted refers to the proportion of all local authority collected waste sent for recycling/composting.", "76": "Other includes waste treated/disposed of through other unspecified methods as well as process and moisture loss.", "77": "Numbers may not add to exact totals. This is due to rounding.", "78": "View the data for this table", "79": "Download the data for this table", "80": "Notes - Figure 10", "81": "* Incineration includes incineration with energy recover/without energy recovery. This includes incinerator bottom ash (IBA) and metals from IBA.", "82": "** Recycling refers to the proportion of all local authority collected waste sent for recycling, composting, anaerobic digestion or reuse.", "83": "View the data for this chart", "84": "Download the data for this chart", "85": "The ‘household waste’ (ex-NI 192) measure is a broader definition of waste than the ‘waste from households’ measure. It includes street bins, street sweepings, gully-emptying, parks and grounds waste, soil, and compost-like output, as well as separately collected healthcare waste and asbestos. It does not include IBA metals.", "86": "At a regional level, there is considerable variation across authorities, influenced by how heavily populated an area is, the kind of housing present, and the level of other organic or garden waste collected. As an example, in built-up areas with a higher proportion of flats, residents may find it difficult or be unwilling to store waste for recycling; and will not be producing garden waste for collection. This will reduce recycling rates for these authorities. Similarly, authorities with higher recycling rates are likely to be advantaged by good householder response to recycling schemes and a higher tonnage of organic or garden waste being collected.", "87": "Regional differences are illustrated in Figure 11.", "88": "View the data for this chart", "89": "Download the data for this chart", "90": "A dataset of recycling rates for all local authorities in England can be found in Table 3 of the local authority collected waste generation dataset.", "91": "Table 5 shows the authorities with the highest and lowest recycling rates in each region as well as the proportion of their total recycling that consists of organic waste. Generally, an authority in which a smaller proportion of their total recycling is accounted for by organic waste will have a lower recycling rate, though this is not always the case.", "92": "View the data for this table", "93": "Download the data for this table", "94": "Figure 2 in the datasets accompanying this statistical notice shows the geographic distribution of changes in the recycling rates in 2021/22.", "95": "Table 6 shows the number and proportion of authorities in each region showing an overall increase in their recycling rate for 2021/22 compared to 2020/21.", "96": "As observed earlier in this publication recycling rates are subject to significant variation each year as a result of changes in the tonnage of organics collected and this in turn is influenced by climatic conditions, and in 2020 (and a lesser extent in 2021) the effect of the COVID-19 pandemic on waste generation, collections and HWRC opening. This should be noted particularly when considering changes of between plus and minus 1 percentage point change, where a change to the weight of organics within recycling tonnages may obscure other effects such as a change of service, or contractor.", "97": "View the data for this table", "98": "Download the data for this table", "99": "Table 7 shows the number and proportion of authorities in each region showing an overall decrease in their recycling rate for 2021/22 compared to 2020/21.", "100": "View the data for this table", "101": "Download the data for this table", "102": "Including information on data uses, feedback, revisions policy, methodology, glossary of terms and measures, and references. There is an accompanying methodology document for this release.", "103": "The latest data shown in this publication covers April 2021 to March 2022, 12 months in which the impact of the COVID-19 pandemic subsided. The lockdown restrictions of the previous 12 months eased and there was a gradual return towards normal working practices.", "104": "The 12 months from April 2020 to March 2021, were greatly affected by the COVID-19 pandemic. There were 2 national lockdowns and various levels of COVID-19 restrictions on working practices and individuals.", "105": "During the first national lockdown which commenced 23rd March 2020, some local authorities were unable to maintain collections of dry recyclates, there was suspension of garden waste collections and widespread closure of HWRCs. This was due to staff shortages and the introduction of changes to working practices. The national lockdown and rules for the operation of some commercial enterprises had a significant impact on the generation of waste during this period.", "106": "Section 1 of this publication shows analysis of quarterly waste collection figures. The period from April to June 2020 saw the biggest impact to waste collections and commercial waste as local authorities and businesses acclimatised to and became used to working under national lockdown and COVID-19 pandemic conditions. Over the course of 2021/22 waste generation by household sources reduced from the high tonnages seen in 2020/21 but remained above the pre pandemic levels.", "107": "Whilst there were some difficulties reported by local authorities e.g. obtaining data from smaller businesses e.g. such as charity shops (who provide reuse outlets for clothes etc) local authorities reported that the quality of the data was unaffected by the situation.", "108": "Data on waste management is used to monitor policy effectiveness and to support policy development. The underlying data held in WasteDataFlow is also used extensively by local and central government, the waste industry, and the public. Data is reported by all local authorities, often from management information supplied by their waste management contractor.", "109": "Factors affecting household waste recycling range from individual household behaviours, the advice and collection services provided by local authorities, the cost of waste treatment and disposal, and to some extent, wider issues such as the state of the economy during the COVID-19 pandemic. Some quarterly waste data shows a clear seasonal fluctuation. For example, the generation of garden waste is highly seasonal, increasing sharply and pushing up recycling rates in the spring and summer months. For this reason, comparisons should be made with the same quarter in previous years or using full 12-month periods. However, it should be remembered that in 2020/21 changes between years are obscured by the effects COVID-19, particularly in the period from April to September.", "110": "Prior to 2020/21 about 87 per cent of all waste managed by local authorities is ‘waste from households’ with the remainder coming from street cleaning, parks and grounds, business and construction. During 2020/21 this proportion rose to 90 per cent, and was 88 per cent in 2021/22. Only a small proportion of the total waste from businesses and construction are covered in these statistics, with most being managed privately.", "111": "We welcome feedback on the data from all users, including how and why the data is used. This helps us to understand the value of the statistics to external users. Please take a minute to complete this short survey (this opens in google forms). Alternatively you can email the Waste Statistics team at WasteStatistics@defra.gov.uk", "112": "Defra will provide information about any significant revisions made to information published in this statistics release and the associated datasets. Revisions could occur for a variety of reasons, including backdating to reflect methodological improvements or the finalisation of data from third parties that was unavailable or provisional at the time of publishing. Occasionally, local authorities request revisions after this point where it is generally not possible to take the changes into account without risking the delay of publication. These typically do not have a significant impact on the headline figures, particularly at an England level.", "113": "The figures in this statistical release were extracted in February 2023 from data reported by local authorities during 2021 and 2022.", "114": "Data from this release comes from a snapshot of the WasteDataFlow database taken in February 2023. WasteDataFlow is a UK-wide system managed by Defra in collaboration with Devolved Administration partners that is used to record the collection, treatment and disposal of local authority waste. First results using this database were produced for 2004/05 with earlier estimates of waste available from the Municipal Waste Management Surveys.", "115": "The tonnage of waste ‘sent for reuse, recycling and composting’ is that which is accepted by the re-processor. As such, it excludes any recycling rejects that occur during collection, sorting or further treatment. Waste diverted for recycling from the residual (or ‘black bag waste’) stream by further processing is included in the recycling tonnages.", "116": "In December 2017, a change in how metal recovered and recycled after incineration of waste (IBA metal) is treated and reported for the ‘waste from households’ dataset only was introduced. The tonnage of IBA metal is now included within recycling rather than being reported as ‘recovery’. The amount varies depending on the amount of residual waste being incinerated and the metal content of the residual waste.", "117": "Inclusion of IBA metal has been facilitated through the new Q100 reporting structure for waste treatment, which all local authorities have been using since April 2015 (see below). This has provided the opportunity for more complete recording of waste treatment, including outputs from incineration. Therefore estimates were produced for 2015, but it was not possible to backdate figures in a consistent manner prior to 2015 due to changes in the question structure and reporting that were introduced from April 2015 through Q100.", "118": "The majority of local authorities are reporting this information as fully as they are able to. This methodological change for IBA metal has been applied to the ‘waste from households’ measure only. It has been applied to data from April 2015—it is not possible to apply the change to data before then as the question structure used to report waste treatment was different and, therefore, the reporting of IBA metal was not as consistent or as complete. At an overall England level, this change in methodology raised the recycling rate for 2016 by 0.7 percentage points (equivalent to 143 thousand tonnes). For 2015, the ‘waste from households’ recycling rate was increased by 0.4 percentage points (equivalent to 97 thousand tonnes). This is a slight underestimate for the impact on 2015 as data for January to March 2015 was collected using the old question structure and, as such, did not fully-capture IBA metal for this quarter; estimated to be around 23 thousand tonnes. Overall, this change in methodology results in ‘waste from household’ recycling rates being slightly higher than where IBA metal would previously have been reported as ‘recovery’.", "119": "There are no such methodological changes to the dataset for all local authority waste or ‘household waste’ recycling. There are no changes to the household (NI 192) household recycling figures that are reported for England, nor at a regional and individual local authority level where existing methodology and definitions have been retained.", "120": "“Question 100” (Q100) was introduced on a voluntary basis from April 2014, and used by all local authorities in England from April 2015. This question replaced a number of treatment questions.", "121": "Q100 provides a more flexible structure that has enabled local authorities to report a more complete and transparent representation of the more complex waste treatment practices that occur, which could not be accurately captured under the old question structure. It also provides the opportunity for local authorities to report, in more detail, the further treatment and disposal of certain waste types such as refuse-derived fuel (RDF), which would have previously been a final output. This is highly specific to the local authority and the facilities and practices used for treatment and disposal.", "122": "All local authorities provide data into WasteDataFlow. Several stages of data validation are carried out by the local authority submitting the data, the WasteDataFlow contractor and Defra, with input from the Environment Agency.", "123": "The WasteDataFlow contractors check each return for completeness and data consistency against key standardised validation checks. Data is checked against appropriate threshold values specified, which take into account the expected level of variance. There is an online validation process that compares the data for the current quarter against the data for the equivalent quarter in the previous year. For 2020/21 validation check thresholds were adjusted to take account of the COVID-19 pandemic, this was to try and reduce the number of queries raised with local authorities, so that they were not overwhelmed by validation queries as tonnages of different waste streams changed dramatically due to suspended waste collections, increased waste arisings at the kerbside, and large reductions in C&I wate streams.", "124": "Once the data has been validated by the contractor, further validation checks are carried out by Defra, who may also refer some to the Environment Agency on any specific data queries raised, particularly related to the appropriate recording of treatment and facility sites. The Defra checks include trend and outlier analysis on key measures at an aggregate and individual local authority level. Details of the validation process carried out by the contractor are available on the WasteDataFlow website.", "125": "The introduction of Q100 provided scope for local authorities to report more fully on the treatment and final destination of waste. This is particularly the case for incineration of waste and subsequent outputs and their final treatment and disposal. Gathering such information can be challenging, especially where waste goes through multiple different sorting and treatment processes at different facilities. In most cases, local authorities are able to supply this information, but in some cases full final destination treatment is not given or is stated as ‘unknown’. This may have a small impact on the final figures. Defra will continue to monitor this and work with local authorities to enhance data quality assurance, consistency, and completeness of reporting.", "126": "The Waste (Circular Economy) (Amendment) Regulations 2020 require Waste Management Plans to include measures to be taken to ensure that the preparing for reuse and the recycling of municipal waste is a minimum of 65% by weight by 2035 and to ensure the amount of municipal waste landfilled is reduced to 10% or less of the total amount of municipal waste generated (by weight) by 2035.", "127": "National Statistics status means that our statistics meet the highest standards of trustworthiness, quality and public value, and it is our responsibility to maintain compliance with these standards.", "128": "In 2020 these local authority waste & recycling statistics together with those published by the devolved administrations in Northern Ireland, Wales and Scotland underwent a compliance review by the “Office for Stats Regulation” (OSR), who monitor government statistical quality.", "129": "National statistics accreditation for these statistics was maintained at this review. The OSR made a number of recommendations around the statistics and publications.", "130": "Since the review Defra has made progress in meeting the recommendations highlighted in the report. These are:", "131": "Work on remaining points made by the OSR will continue in 2023", "132": "‘Waste from Households’", "133": "The ‘waste from households’ measure was introduced to statistical publications by Defra in May 2014. It is used to construct a harmonised UK indicator for reporting recycling rates at a UK level on a calendar year basis, providing comparable calculations across each of the four UK countries. ‘Waste from households’ is a narrower version of the ‘household waste’ measure that was used previously. The difference is that ‘waste from households’ excludes local authority collected waste types not considered to have come directly from households, such as street bins, street sweepings, parks and grounds waste, and compost-like output (CLO) from Mechanical Biological Treatment (MBT) plants. As explained above under ‘Methodology’ and ‘Data Notes and Development’, we have introduced a change to the ‘waste from households’ recycling calculation to now include metal recovered after incineration (IBA metal). Further information on the calculations and differences between measures has been published on the gov.uk website and is summarised in the table below.", "134": "Notes", "135": "* Revised to include IBA metal in 2017 and applied to data from April 2015.", "136": "We have continued to report the ‘household waste’ recycling measure in our annual publication on a financial year basis to maintain continuity with the existing data series and in order to meet the wider needs of users. However it is no longer reported in the quarterly releases on recycling, which will report the ‘waste from households’ measure only. Full data on ‘household waste’ is available and can be downloaded on the gov.uk website.", "137": "The local authority recycling rate is based on the NI 192 National Indicator recycling calculation. The National Indicator calculation has been widely used by local authorities for many years for local strategic planning purposes, discussions with contractors and for benchmarking against other authorities and captures a broader scope of household waste than ‘waste from households’, e.g. it includes street sweepings and compost like output. This calculation will be made available as the NI 192 report on the WasteDataFlow portal and also on gov.uk website. This is reported on a financial year basis to meet the needs of local authorities.", "138": "As detailed above the ‘Waste from households’ recycling rate provides a consistent measure across England, Wales, Scotland and Northern Ireland and allows reporting at UK level. However it should be noted that other National measures for Household recycling or recycling of all local authority collected waste differ across the devolved administrations. A document detailing these differences can be found here.", "139": "Scottish Government Statistics", "140": "Welsh Government Statistics", "141": "Northern Ireland Department of Agriculture, Environment and Rural Affairs Statistics", "142": "Eurostat", "143": "WasteDataFlow Portal", "144": "National Statistics are produced to high professional standards set out in the National Statistics Code of Practice. They undergo regular quality assurance reviews to ensure they meet customer needs.", "145": "Responsible statistician: Alex Clothier", "146": "Email: WasteStatistics@defra.gov.uk", "147": "Media enquiries: 0330 041 6560 (Defra Press Office)"}}
]