[{"text":"Julia is a recent college graduate who has lived in NYC for one year with her partner, Will. As Will works on weekends, a lot of the cleaning is left to Julia to do over the weekend. In fact, on the morning of the interview (Sunday, 9/30/2023), Julia said “[she] vacuumed, [she] mopped, [she] separated [her] recycling because [her] new building is very particular about how you recycle, took [her] trash out, took [her] compost out, did [her] laundry, and washed the dishes.” I asked Julia some follow-up questions about her building's recycling rules and her own habits on recycling, particularly with composting because that caught my interest. Julia said “I don't think my last building actually recycled anything… I think that they just dumped everything into one bin. But in my new building, you are expected to break down all of your cardboard and put that into one bin, and then put plastic and cans into a different bin.” Further, she said that everyone who lives in the building really sticks to these rules, “so if I were to just dump my recycling into the wrong bin I feel like there would be a picture of me put up in the lobby or something because I didn't recycle properly.” Julia recycles because not only because she just moved into this building and doesn't want to come across as a “jerk” to the long-term residents, but also because she personally thinks that recycling works and cares about the environment. Julia also composts because it is good for the environment and it helps keep pests (roaches, mice) away. She puts her compost in the freezer until she is ready to take it out to her building's compost bin. At her old apartment that had no compost bin, she would walk her compost to a farmer's market. She says public shaming works when it comes to waste management, and the majority of a community needs to be on board so everyone else will feel guilted into recycling too. Lastly, the garbage man who takes Julia's building's trash out personally introduced himself to her and other residents, so she also wants to make his job easier and not harder by correctly separating her trash."},
{"text":"Josh is a senior at NYU, and he has lived in the same apartment in NOHO for the last three years. Josh has lived with his roommate for four years, so they are used to each other's living habits. Both are pretty neat to begin with and tidy up after themselves. When it comes to trash, Josh says, “Whenever one of us notices that it is full we just take it out. We don't really have any issues with that.” When asked about recycling, Josh said they don't have any recycling system within their apartment set up. He says, “If there is anything substantial that we think should be recycled we will just throw it in the recycling bins in the basement ourselves.” Josh's apartment building has only one recycling bin in the basement and another section of cardboard boxes, and Josh says he doesn't really pay that much attention to the recycling bin area when he throws out the trash so he can't speak to how well people uphold recycling. However, Josh says that the trash room “tends to get pretty full,” even though the trash gets taken out every day. Apparently, his building only has a few bins for approximately 30 apartments in the building. Josh “typically” breaks down his boxes. When Josh moved into his building, he was given no instructions or rules on recycling. The only information they said on the subject was “The trash room is in the basement.” I asked Josh his feelings on recycling, to which he replied “ I have mixed feelings about recycling. From just like what I've heard and read I feel like it works sometimes and it doesn't other times. Like, whatever I am putting in the recycling bin, is it really being recycled?” Josh also explained that at his parent's house on Long Island, there is no recycling bin because the garbage men “sort it themselves”. Josh is skeptical as to whether this trash is actually sorted or not."},
{"text":"Ava is a dedicated mother of two living in the bustling area of Manhattan's Upper East Side. The busy weekday schedules of her family members usually mean that most of their cleaning chores are left for the weekend. Ava shared her experience from just yesterday: “Saturday is family cleanup day. While I manage the recycling, my husband helps with general cleaning, and the kids are in charge of their rooms.” Ava expressed concern about the environmental impact of waste. “Manhattan is already crowded, and it pains me to think of the added burden we put on the environment. That's why I ensure our waste is properly sorted.” Ava's building has a color-coded system for recycling: blue for plastics, green for paper, and black for general waste. Ava has made it a point to teach her kids about the importance of recycling. “If they grow up knowing what's right, hopefully they'll make better choices than we did.” She also talked of how the community often holds workshops on recycling. When asked about challenges, Ava mentioned her confusion over different plastic types, wishing for clearer guidelines. For her, recycling isn't just an obligation – it's a commitment to a better future for her children."},
{"text":"Jay is a father residing in Brooklyn's Park Slope. He's lived in NYC for over 15 years and has witnessed the changes in waste management practices. Recently, on a family day out to the community garden, Jay shared his recycling routine: “We make it a family affair. After dinner, while my wife washes the dishes, my elder son and I segregate the recyclables.” Jay is proud of Brooklyn's community-centric approach to recycling and often takes part in local awareness campaigns. He voiced concerns over ambiguous items like greasy pizza boxes and wished for a more defined set of recycling rules. Jay also recalled the proactive recycling culture back in Boston, MA, his previous residence, and hoped for similar initiatives in NYC. He's keen on leveraging technology, hinting that app-based alerts would simplify the recycling process for many like him."},
{"text":"Mark Jensen, a mechanic in Staten Island, is accustomed to the hustle of NYC. When asked about his family's recycling habits, he shrugged, “Honestly, with our busy lives, recycling is the least of our worries.” His family primarily disposes of their waste using the general trash system without much sorting. “The kids have their school, sports; Linda and I work long hours. By the time we get home, we're just looking for convenience.” When it comes to recycling, Mark stated, “I think the intentions behind recycling are good, but I don't see how sorting a few bottles and papers here and there would make much of a difference in the grand scheme of things.” Jake and Emily, Mark's teenagers, mimic their parents' behavior, often tossing recyclables in with the general trash. Mark mentioned his trips to other cities like Chicago and observed their recycling systems but admitted, “It seemed organized, but back home, it's just not our priority.” He believes that if the city wants people to recycle, they should make it simpler and more integrated into daily life."},
{"text":"Carlos, who moved to East Harlem from the Dominican Republic, has a rich blend of cultural experiences that influence his perspective on recycling. During the chat, he spoke about his journey in understanding the nuances of recycling in NYC. “Back in the Dominican Republic, the focus was mainly on reducing waste. When I moved to Harlem, the diverse layers of recycling took me by surprise.” While Carlos and his wife make a concerted effort to instill good recycling habits in their children, challenges persist. Mixed materials, like toys and electronics, leave them second- guessing their sorting choices. “Sometimes, we'll spend minutes looking at a toy, wondering where it should go. The kids make a game out of it, but it indicates the lack of clarity.” To him, recycling isn't just a task, but a crucial lesson for his kids. “It's about teaching them respect – for the planet and future generations.” He reminisced about community gatherings in the Dominican, where waste management was a collective effort. Drawing from that, Carlos feels that Harlem could benefit from regular information sessions and neighborhood recycling initiatives."},
{"text":"Hedy, a mother of three from Astoria, Queens, shared her recycling experiences over a coffee from her favorite local cafe. Having moved from LA, she finds the recycling system in NYC a bit more structured but equally challenging. “Back in LA, you had a bin, you recycled, it was straightforward,” she reminisced. In Queens, while she acknowledges the city's efforts, Hedy finds herself often caught up in the complexities. “I've got this glass jar with a metal lid, and I'm thinking, do I separate them, or just throw the entire thing into the recycling bin?” Jack, she mentioned, often jokes about their “recycling research sessions” where they Google how to properly dispose of items. Hedy recognizes the importance of recycling, not just as a task but as a responsibility. “We're taking small steps, but every bit counts, right?” she mused. When asked about improvements, Hedy expressed a desire for more straightforward guidelines, suggesting, “Maybe a printed guide with visuals, or even workshops for newcomers to the city, would make a world of difference.”"},
{"text":"Marionna, a sophomore at CC residing at Carleton Arms, typically disposes of trash in the designated bins, striving to recycle whenever possible based on the provided labels. However, she expressed reservations about the overall impact of her recycling efforts, citing concerns about incorrect sorting by others within her living environment. Marionna emphasized the need for more comprehensive labeling and detailed information on packaging to enhance recycling efficiency and encourage responsible waste disposal practices."},
{"text":"Maki, a male sophomore at CC and a Manhattan resident, outlined his family's approach to waste disposal, involving the segregation of items into regular, compostable, and paper/plastic categories. He described the challenges in sorting items, particularly those with food residue, and voiced a positive outlook on recycling despite reservations about its effectiveness in the city. Maki stressed the necessity of clearer labels and easily understandable symbols to facilitate proper waste separation, fostering a more effective recycling process and reducing environmental impact."},
{"text":"Fatoumata, also a sophomore at CC and a Manhattan resident, shared her family's waste management routine and offered her perspective on recycling. She mentioned her less consistent recycling habits, primarily due to confusion regarding labels and the inconvenience associated with the recycling process. Fatoumata highlighted the need for improved labeling systems to simplify recycling efforts, especially in dormitory settings at Columbia, where the lack of convenient recycling bins presented challenges. She emphasized the importance of clear guidance to promote consistent and efficient recycling practices, two things that were not clear to her growing up."},
{"text":"Sively shared insights into their waste disposal practices and thoughts on recycling. They described a habit of combining all trash without sorting, mirroring the approach in their neighborhood where there's no designated recycling or composting bins. The household consolidates everyone's waste into a single trash can, a pattern also observed in their relatives' apartments. Sively expressed a positive perspective on the concept of recycling, acknowledging its environmental benefits in mitigating pollution. However, they felt unfamiliar with recycling due to their upbringing, contributing to a sense of indifference regarding their individual impact. Sively highlighted the need for clearer labeling and increased transparency about recycling processes, expressing a desire for a more informed and motivated community engagement in recycling efforts."},
{"text":"Malik is a junior at NYU, residing in an apartment in Brooklyn. He is a passionate environmentalist and actively involved in various sustainability initiatives on campus. As an Environmental Studies major, he is highly conscientious about waste management and strives to set an example for responsible disposal. Malik ensures proper sorting of trash, compost, and recyclables in his home, advocating for clear labeling and enhanced public awareness of recycling practices. One thing that Malik views to be a problem with current recycling practices is the lack of legislation enforcing good recycling practices in low-income neighborhoods."},
{"text":"Jaiden is a senior at Barnard College. She moved off campus this year with her two friends. Although she just moved off campus for the first time, she lived in a studio apartment through Barnard housing on 110th last year. This apartment was practically off-campus because the building was a mix of Barnard students and residential units. However, she said that the trash rooms in her old building were controlled by Barnard, and that they were “much better than her current trash room”. I inquired about this, and she said that her building had a trash room on each floor last year, so taking it was more convenient to take out. In addition, fewer units had to share the trash room, and there were way more trash and recycling bins. In fact, in Jaiden's current building, there is only one recycling bin for all recyclables, including “cardboard boxes, plastic, and bottles.” She said the trash room is pretty clean because the trash gets taken out a lot. In her words, “I have no idea if they actually recycle any of it.” Apparently her landlord said nothing about recycling when she moved in. Jaiden said that the trash room is not gross and doesn't smell bad, but she usually tries to be there for the shortest amount of time possible. She used the word “barren” to describe it. However, she preferred her trash room last year because of the convenience, many recycling bins, and “better vibes”."},
{"text":"Everyone in the building shares one trash room in the basement. Kaylee says there are roughly 30 units in her building that all use this trash room. There's a recycling bin but it's always overflowing and all of the trash and recycling is all mixed up in the trash room is all mixed up. Kaylee says she hates taking out the trash because “the trash room is disgusting and smells horrible.” When I asked if Kaylee recycles, she said “Not really” because the experience of throwing away trash and recyclables is so unpleasant. Therefore, she wants to spend as little time as possible in the trash room, so she just opens the door, throws her bags in, and then leaves. “Sometimes the room is so full I don't even bring my bags inside- I just leave them outside on the ground,” I asked Kaylee if she cared about recycling in general. She said that “she thinks it's good but I am lowkey too lazy to do it, especially in my current building.” She recycles when she is outside of her apartment like if she is drinking a water bottle she will recycle it on campus."},
{"text":"She ensures responsible trash disposal by using designated bins and keeping trash with her until she finds a suitable disposal area outdoors. She follows recycling guidelines and sorts trash by separating paper, plastics, metals, glass, and compostable organic waste. The interviewee strongly believes in the importance of recycling for the environment and emphasizes the need for everyone to play a role in waste reduction. She acknowledges occasional confusion, particularly when dealing with different types of plastics or changing guidelines. She stays informed by checking local recycling guidelines and seeking clarification when needed. The disposal area she uses is well-organized, with separate bins for various types of waste and regular clearing. Recycling has become a habit for them, including separating recyclables from regular trash. She also contributes to waste reduction by using reusable items like water bottles and bags. She actively engages in discussions within her community and strives to create a positive atmosphere."},
{"text":"The interviewee disposes of her trash by taking it to the trash room in her apartment. She sorts her trash by segregating paper boxes and placing them separately, putting recyclable bottles in a specific bin, and depositing the rest of the trash in another can. She believes recycling is the right thing to do. There is nothing that confuses her about recycling. The trash disposal method in her residence is through a trash chute located in the stairwell, available on every floor, which she finds convenient for all tenants. She claims to have a good recycling habit, ensuring careful disposal of trash. Her relationship with her community is described as 'alright'."},
{"text":"In her apartment, the interviewee washes and dries items like milk cartons before discarding them. Wet waste is thrown away on the same day. She categorizes waste into wet waste, recyclables, plastics, clothing, and hazardous waste. She sees recycling as a vital practice that eases waste collection and raises environmental awareness. She finds differentiating between certain types of wet and dry waste, such as large bones versus chicken bones, somewhat confusing due to their categorization. The bins for wet and dry waste are easily distinguishable from recycling bins. She feels her waste separation practices align well with her apartment's requirements. Her community actively promotes waste separation, evident from the distributed pamphlets and recycling bins, suggesting a high level of environmental awareness among members."},
{"text":"In his apartment, he adheres to the rules of the trash room to avoid fines. He segregates waste into bottles, paper waste, kitchen garbage, harmful trash, and other types. He considers recycling crucial for everyday life, emphasizing its convenience and significant environmental benefits when everyone participates. He occasionally finds recycling confusing due to varying classification methods across different places, questioning how diverse sorting methods converge into uniform treatment. He finds the disposal area effective, particularly in recycling paper and bottles, which is standard in many apartments. He's diligent in following disposal guidelines to avoid penalties. He describes a positive relationship within his community, highlighting its warmth and mutual assistance."},
{"text":"In New York City, he disposes of his trash using the designated bins for landfill, recycling, and compost found either in his apartment building or on the sidewalks. He is diligent about sorting to minimize waste. He refers to the city's recycling program, which offers bins with labels for categories such as paper, plastic/metal/glass, and compost. Before tossing items, he ensures to check these labels for correct sorting. He sees recycling as imperative, especially in a bustling city like New York. To him, it's a tangible way to benefit the environment. At times, he finds the recycling rules slightly perplexing, particularly for items like pizza boxes or juice pouches. He wishes the bin labels were more detailed. While he doesn't find the trash area in his building particularly inviting, he acknowledges it serves its purpose. He commends the crew for regularly clearing out the bins. He is dedicated to recycling. However, due to the constraints of living in a small apartment, achieving a zero-waste lifestyle can be challenging. He is conscientious about his consumption and reuses items when possible. Interaction with other residents is limited for him, but there's occasional small talk during trash disposal. He feels a sense of community, with everyone ensuring clean shared spaces, describing the overall relationship as cordial."},
{"text":"In New York City, he disposes of his trash using the designated bins for landfill, recycling, and compost found either in his apartment building or on the sidewalks. He is diligent about sorting to minimize waste. He refers to the city's recycling program, which offers bins with labels for categories such as paper, plastic/metal/glass, and compost. Before tossing items, he ensures to check these labels for correct sorting. He sees recycling as imperative, especially in a bustling city like New York. To him, it's a tangible way to benefit the environment. At times, he finds the recycling rules slightly perplexing, particularly for items like pizza boxes or juice pouches. He wishes the bin labels were more detailed. While he doesn't find the trash area in his building particularly inviting, he acknowledges it serves its purpose. He commends the crew for regularly clearing out the bins. He is dedicated to recycling. However, due to the constraints of living in a small apartment, achieving a zero-waste lifestyle can be challenging. He is conscientious about his consumption and reuses items when possible. Interaction with other residents is limited for him, but there's occasional small talk during trash disposal. He feels a sense of community, with everyone ensuring clean shared spaces, describing the overall relationship as cordial."}]