[{"title": "Recyclable doesn't mean sustainable", "text": "Energy is required for recycling. We have a limited amount of it. U want to recycle metal? Melt it. Huge amounts of energy wasted..."}, {"title": "Recycling Plastic Bags?", "text": "Does anyone know where to bring plastic bags to actually be recycled? I try to avoid them when possible but sometimes I get them by default with a food delivery. I've tried taking them to Whole Foods but once watched as an employee just put them in a standard recycling bin, basically just throwing them out.\n\nSuggestions or tips?\n\n**Edit:** located in NY (USA), I wish they would just ban companies and restaurants from using them altogether"}, {"title": "Food waste recycling idea", "text": "Hello everyone,\n\nI am new to reddit but recently had a collective idea with my friends to start establishing food waste bins around schools in my district. Our idea was to have those food waste bins to then be transferred somewhere to become compost. The one problem is that there are no facilities in my area that are accepting food waste at the moment. Do I just start one at home or do I try to come up with another way to promote sustainability at my school? I'm really passionate about the environment and want to contribute to the cause as much as I can."}, {"title": "Compost or Food Recycling?", "text": "My partner and I have composted for a long time. We recently moved to a town where there are a few drop points available with a membership to the local compost organization. \nBut we also came across Mill Food Recycling System. There is a higher cost to use Mill, but it does allow food waste that cannot be composted to be recycled. Curious if anyone has used this system and has any strong thoughts on the matter. We need to choose one as we cannot currently afford to do both.\n\nWe are considering approving our apartment community board to ask them to become a drop point for the local compost group, which would allow us to do both. We have not done this yet though.\n\nAny advice is appreciated 😄"}, {"title": "What could make sorting waste for recycling more efficient at home?", "text": "In your experience, what could be improved about a recycling bin to make it more efficient? What stops you from recycling at your home or in public? \n\n This is for some research I am conducting, any observations are helpful. Thank you!"}, {"title": "Washing plastic to recycle", "text": "Hi! I'm wondering if it makes sense to wash out recyclable plastic items like yogurt containers/some to-go containers, etc. or if it is better for our planet to conserve the water it would take to clean the plastic and just throw them away. \n\nI have historically always washed everything out, because not recycling hurts my soul, but a friend recently posed this question, and I didn't know the answer... so here I am :-)"}, {"title": "Recycling paper chip bags?", "text": "Is this material recyclable?  \n\nI’m aware most chip bags are straight to garbage— but is this material a reasonable alternative?  I don’t see a recycling symbol anywhere on the package. Happy to purchase if it is a more sustainable choice than the mix of plastic/foil in traditional chip bags."}, {"title": "How can I recycle these?", "text": "Looking for a way to recycle them as I was told I am unable. The blades attached are also unable to be removed. Made from plastic.\n\nhttps://preview.redd.it/t97k7mye39ia1.png?width=1504&format=png&auto=webp&s=b839caf5c30cadf0a491559919a5ef579463cbe2"}, {"title": "Recycling chicken pellet bags", "text": "Winter is coming. Windshield cover added."}, {"title": "Plastic recyclability", "text": "Is the below actually a myth or fact -\n1) any food residues etc renders the entire batch non recyclable \n2) one time use plastics esp poly bags cannot be recycled ans jam the machines . \n3) plastics or other packaging with Multiple layers cannot be recycled ? How then are tetrapak recycled ?"}, {"title": "Is recycling plastic even worth it in the US?", "text": "I’ve been digesting the Greenpeace Report on Plastic Pollution/Recycling, and it’s pretty grim (article linked at bottom of post). It is estimated that less than 5% of the plastic I’m cleaning and putting into the appropriate bins is being recycled. I’ve been marinading on this, and I wonder if one aspect of the solution is to stop recycling plastic at home. \n\nHear me out: Americans are under the impression that the plastic things they meticulously clean and put into the recycle bin are actually being recycled. The people who don’t care simply don’t recycle in the first place, but the people that do care keep trying. My recycle bin is so full of trash most days that as soon as I drop it in the bin I know it will all be sorted as trash. Why do I keep it up? What good is all my ‘caring’ doing? \n\nAllowing individuals to stay comfortable in this mindset may be part of the issue. Wouldn’t it be far more shocking if the individuals that actually cared had no solution? Instead of that cute little bin and the illusion it’s being recycled, they would have to face the hard reality that these plastics are NOT being recycled. If we saw how quickly the trash fills up with plastic and had the face the sheer volume of plastics that have no magical “second use,” do you think that would help people find new ways of holding corporations accountable? If we all just quit recycling, wouldn’t it bring the issue to the fore in a new way? I did this for a week — I threw all my plastics in the trash, and the feeling I had was AWFUL. I felt absolutely disgusted and it made me think about my own plastic use differently. Maybe we need a little dose of reality?\n\nI guess I just wonder if this little illusion the corporations put on our shoulders and our willingness to carry it isn’t a large part of why nothing will change?\n\nAforementioned article: https://www.greenpeace.org/usa/news/new-greenpeace-report-plastic-recycling-is-a-dead-end-street-year-after-year-plastic-recycling-declines-even-as-plastic-waste-increases/\n\nEdit: I had a major typo that made this whole post unclear. Edited to be correct. Less than 5% of what I’m trying to recycle IS being recycled."}, {"title": "Textile Recycling?", "text": "Hey - not sure if this the right place to check. \n\nI have a bunch of kids clothes that are pretty much landfill ready. Broken zippers, multiple holes, old underwear. \n\nHas anyone used any of those services that send you a bag where you can send stuff like this? I keep getting ads for them on social media."}, {"title": "How to reuse/recycle old shoes", "text": "I’m a high school athlete that runs approximately 90~100km(55~62miles) a week, so my shoes get worn out pretty quickly, which means I have some shoes that I can’t run in anymore.\nI really want to care for the environment, but I also don’t want to run in the wrong shoes and get injured.\nAny advice?"}, {"title": "Did you know Nintendo has a recycling program?", "text": "Hello everyone!\nI have an old Nintendo wii and my options are:\n\n1. Sell it. But I don’t want to do the work and also I am missing some cords and I don’t want to set it up to test it.\n\n2. Give it away, but, again, I’m missing some cords and I feel like this would be more of a curse than a blessing.\n\n3. Trash\n\n4. Drive it to the e-waste facility, would cost me $10 to dispose of properly and an hour round trip.\n\n5. (Winner here!) Nintendo will mail me a shipping label and I send it back to them for recycling. I do actually believe they will handle it properly as they are quite serious about sustainability. \n\nThey take Nintendos and accessories, working and non-working."}, {"title": "How is Amazon sourcing plastic bags with 50% recycled content?", "text": "Is this even true?"}, {"title": "How small is too small to physically recycle?", "text": "Maybe all facilities differ, but i’ve heard that small pieces may fall through in a way, get filtered out. Any insight?"}, {"title": "what proof exists the Terracycle doesn't just take your money and send recyclables to a landfill?", "text": "The skeptic in me wonders whether [Terracycle](https://www.terracycle.com/) is legit. It's fathomable that a company could charge money to take peoples' recyclables, claim to recycle them, and then just chuck them into a landfill without anyone knowing. What is the best evidence that they are not a scam?"}, {"title": "Van one recycle sachets?", "text": "Is there a method to recycle sachets, those things which are an amalgamation of aluminum foil and plastic... Like the packets in which crisps/chips are packed into?"}, {"title": "I’m giving a presentation on recycling to a group that doesn’t really seem interested…", "text": "What fact or piece of information really helped you to start recycling and/or being a more conscious shopper? I’m trying not to “scare” them into it or show them emaciated polar bears, etc. I think there are other facts just as scary without having to be graphic. Thanks in advance! I appreciate all of your input! ❤️🌎\n\nEdit: Wow!! Thank you soooo much for your responses! I didn’t think I would get such great ideas! You all have given me lots to think about!!! ❤️❤️ I really, really appreciate your perspectives!\n\nEdit #2: Thanks again for the comments! I really appreciate them. Your comments have given me a really good overall feeling of the general idea and allowed me to step away from my own (sometimes rigid) ideas! ❤️❤️❤️ I will update after my presentation, which will be on April 19, right before Earth Day! 🌎🌍🌏❤️"}, {"title": "How do I recycle literal tons of khakis headed to the landfill?", "text": "Textile recycling has always been an interest of mine. The  idea of climate consciousness begins with the product that is literally on our entire bodies all day. Many labs in universities currently research how to recycle clothing, hoping it will one day lead to more scaleable solutions. I'd like to get in on that emerging field since current t-shirts are cheap, and un-biodegradeable. I know 100 % cotton is one option. But for things like Khakis--they're a problem waiting to be solved. And I know that khakis do end up in US landfills (least in demand product internationally)."}, {"title": "Don't bin razors. Gillette recycle them for free", "text": "In the UK and USA (not sure of other areas) Gillette will send you a pre-paid envelope to send your old razors for recycling. They do this regardless of the brand of the razors. All you have to do is email them your name and address. \n\nhttps://www.gillette.co.uk/recycle.list"}, {"title": "Is recycling a real thing in Europe?", "text": "Hi 👋 \n\nI moved to Copenhagen this year and I have to recycle ♻️ everything from glass, paper, food and plastic. \n\nI am from France and feel like recycling never really took off and it has been not happening.\n\nI see now that Denmark is taking to all other level. \n\nCan someone share more about recycling in Europe? Is it happening?"}, {"title": "380 million tons of plastic are made every year. None of it is truly recyclable.", "text": "Not even water bottles and milk jugs meet standards for recyclability, a new report finds.\n\n[https://grist.org/accountability/380-million-tons-of-plastic-are-made-every-year-none-of-it-is-truly-recyclable/](https://grist.org/accountability/380-million-tons-of-plastic-are-made-every-year-none-of-it-is-truly-recyclable/?utm_source=pocket-newtab)"}, {"title": "Discussion: Improving Commercial Recycling?", "text": "**open discussion / question for the community:**\n\nI work with a nonprofit that provides free sustainability education & resources to businesses. \n\nOne challenge that we run into all the time is commercial recycling (or the lack thereof). The overwhelming majority of our clients have their waste management services wrapped into their commercial leasing agreement, and it is depressingly common for our clients to tell us \"our landlord won't allow us to have recycling\" or, \"we used to have it, but then they took it away.\"\n\nFor context, we operate in the state of Nevada (so recycling is not mandatory) and all waste hauling is done through Waste Management. \n\nI'm wondering if anyone else out there has experienced similar challenges to recycling, or if anyone has tenant/landlord experiences to share. Or, maybe you live somewhere that \"does recycling right\" -- what does that look like for you? \n\nThanks all, for your thoughts!"}, {"title": "Sustainability in Schools - Any ideas for material recycling programs?", "text": "Good morning, all!\n\nI am part of my school's Sustainability Committee.  We are looking at recycling plastic-based materials in a child-friendly but actually green way.  I've looked into Crayola ColorCycle, but I've seen that it is associated with some less than green practices.... So I'm looking to the experts - do any good recycling programs exist?  Do you have any recommendations?  I teach Kindergarten in a Pre-K to 8 school so not using plastics is just not an option for us with regards to materials likes glue, markers, etc.  \n\nIf you also have any other recommendations for increasing the use of sustainable practices in a school, please feel free to share!\n\n&#x200B;\n\nThank you all in advance!\n\nEdit: just wanted to quickly thank you all for your replies. For some context, we are applying to be Green School certified and we already have a focus on sustainability. I am looking for companies or programs that recycle materials that are often just thrown out, but done so in an actual sustainable manner. I also wrote a sustainability curriculum and we are working through that."}, {"title": "Is it wise to recycle plastics at home?", "text": "Given the hubub with the somewhat well-known dubious recyclability of plastics recently getting coverage at NPR and some other news outlets; it's probably prime time we have a convo about recycling at home. Yes, glass is awesome- but a ton of plastic already exists, even if we stopped acquiring more today.   \nI'm a big fan of conspicuous conservation, so to speak. I love the idea of using plastics in ways like Brothers Make on youtube; but my mind immediately goes to microplastic and plastic detritus. The risk is probably low in something like a cutting board or wine glass holder, no? (And at what point does the human body reach a plastic saturation point? /kidding.)   \n\n\nTo be vulnerable here, I feel a lot of personal responsibility, even if the actual impact of things like recycling is small. I've seen firsthand the difference in trash volume composting and such do at my home's level; it is important to me to feel like I am doing what I can, even if the impact is small. But in the face of apathy, it's hard not to feel intense grief and despair; it's hard to see day-to-day nonchalance and- perhaps just as infuriating- unabashed greenwashing and not want to scream!   \n\n\nAnyway-- to what degree do you think at-home reduce/reuse/recycle/refuse is safe, regarding plastics? I'm fortunate enough to have access to things like power tools and grass to grow on. As a bonus, post your favorite projects :)"}, {"title": "Plastic recycling: how bad is it?", "text": "Probably most of us in a sustainability sub have already heard that plastic recycling falls far short of its promises. Most plastic doesn't get recycled, even if it makes it to your recycling bin, and even if it does, plastic can only be recycled so many times because it degrades as a material each time. It is to a significant extent a successful greenwashing  campaign.\n\nBut HOW bad is it? Bad enough that I should prioritize non-plastic things, but I should still recycle the plastics I can't avoid? Or such a scam it's not even worth the trouble to recycle plastics at all? I still often take time to wash out plastic bottles and jars for recycling, and I'm not sure whether I'm completely wasting my time.\n\nDisclaimer: recycling definitely works for other materials, like paper, glass, and metal, so definitely don't take this question or following discussion as a reason not to recycle these."}, {"title": "How can I recycle/reuse/environmentally \"get rid of\" old pillows?", "text": "They're yellow, full of nasty, so I can't give them away. But I want to have as little impact on the earth as possible with 'em. I also don't know what they're made of. \n\nAny ideas? :)\n\nUpdate: Imma wash them them then use an old sheet to turn it into a meditation pillow. Thanks all!!"}, {"title": "Paper cups - inside layer and recyclability.", "text": "Paper cups - inside layer and recyclability : whether they are food grade wax or plastic . Are they recyclable with current technologies ? Visited a recycling sorting centre which told they are as all the put together in water and wax coating melts . Anyone having experience / info on this"}, {"title": "composting recycling and super worms", "text": "The world is being destroyed and someone has to do something about it. It turns out worms may be the solution.  Most super worms are used simply as feed for iguanas and other reptiles when they can be doing *so much more.*   \nRight now there are 5.25 trillion bits of micro plastic in our ocean 46,000 pieces every square mile. Although when compared to the 8.3 billion tons of plastic in existence with more being produced every second we don't have the luxury of worrying about things on a microscopic scale.  \nNobody is denying the problem everyone knows the terrible state the earth is in so let's  do something about it. The answer may be these incredible worms. All living things grow and adapt which is exactly what the super worm has done. Something that used to just be pet food is now one of the most important things for our ecosystems survival.   \nA super worm digests plastic through the bacteria in it's gut. A test was conducted to see  what would happen if a worm ate only plastic. The control group that ate worm nutrients became slightly bigger while the experimental group did not grow, despite this the group was entirely healthy.   \nWe can use the super worms to earths advantage not only would this be good for the environment but it would create a new job and new demand for existing jobs. There would be need for super worm breeders and farmers. These people would work with waste disposal companies creating more demand for the industry.   \nIf we can simply get this information to more people then we can make the world a better place. You can go online and buy super worms [here](https://flukerfarms.com/live-superworms-buy-bulk-super-worms/). They reproduce by them self and you'll never have to take out the trash again. By Doing something this simple you can save the earth.   \n *How much plastic is in the ocean 2023*. Next Level Sailing. (2023, February 26). Retrieved April 26, 2023, from https://nextlevelsailing.com/how-much-plastic-is-in-the-ocean-2023/#:\\~:text=There%20are%20more%20than%205.25,every%20square%20mile%20of%20ocean.   \nQueensland, U. of. (2022, June 17). *Scientists discover \"superworms\" capable of munching through plastic waste*. SciTechDaily. Retrieved April 26, 2023, from https://scitechdaily.com/scientists-discover-superworms-capable-of-munching-through-plastic-waste/#:\\~:text=Now%2C%20researchers%20at%20the%20University,bacterial%20enzyme%20in%20their%20gut.   \nWard, C. (2022, June 19). *These plastic-munching superworms are living recycling plants*. SYFY Official Site. Retrieved April 26, 2023, from https://www.syfy.com/syfy-wire/superworms-can-eat-and-digest-plastic#:\\~:text=In%20a%20recent%20study%20published,to%20consume%20and%20degrade%20plastics.   \n"}, {"title": "Recycle your old electronics!", "text": "&#x200B;\n\nhttps://preview.redd.it/63yybumcnbt81.png?width=1654&format=png&auto=webp&s=9996f23e065e920de41e40279685433796ef3422"}, {"title": "Recycling", "text": "Hey friends! Weird question, how can I find out which recycling facility actually recycled my materials? I’ve seen a lot of studies about materials going to third world countries and it just sits there. \nHow can so find out that they are actually transforming my materials into actual use?"}, {"title": "If recycling is a scam, then what should I do?", "text": "*Before we begin, I should make clear that I'm not US-based. Sorry for the eventual mistakes, hope I can communicate well regardless.*  \n**\\*TL;DR AT THE END.**\n\nSo... first things first. since earlier this year, I have been consuming more and more information about climate change, sustainability, these important kind of things - and it has led me to be more environment-conscious than ever.   \nThing is: I live in a rather dysfunctional home. I'm 22, and (unfortunately!) still live with my parents, who are... how should I say... *less than fun* to live with. They are very difficult people for a whole lot of reasons, but I'll stick to the earth-damaging bit here. \n\n**MOTHER**  \nMy mother is freaky about cleaning everything all the time to the point that it often becomes unhealthy. Almost like by consequence, she also waste very, VERY much paper and plastic. And a lot more things, to be sincere.  \nWith \"VERY\" I mean: every time she wash her hands she dries it up with paper towel. Every time she drinks water she uses a new disposable plastic cup. Every time she comes home she puts her used clothes in a plastic bag... I could go on and on. She truly is a waste machine.   \nMom is also one of the most arrogant beings that I've ever met — so you know that \"trying to talk her out of it\" is not an option. In fact, I've been there, tried that, was involved in major family ~~havoc~~ conflicts, gave up. Well, using disposable itens is apparently very important for her to feel clean. \n\n**FATHER**  \nI also live with my father, who is (and has always been) a very permissive man. He longs for peace and silence, Mom is very angry, stressed and loud all the time. This situation led him to do everything in his power to keep balance and avoid conflict. Since I was a kid, he's always instructed me to do the same. It means, among **a lot** of other things, that he also does that kind of wasteful things for her. Including things like letting a alcohol-wet paper towel near things, so she knows that the item has already been cleaned up. x)  \nRecently, he became worse. Dad is very prone to any kind of conspiracy, and, in the last couple months, he's been watching videos of a \"professor\" who is — brace yourself! — openly ANTI-SUSTAINABILITY. yes, that man says that \"the lie of sustainability\" will end humanity, that it is a government-communist-globalist project of power/control... well, I don't know details, but I guess you got the point already.  \nSo, problem is: he was already damaging BEFORE he was watching those kind of things, and now he is almost porpusefully wasteful. In fact, he even keeps me from being openly ecofriendly.  \nAlthough he's very different from Mom, he's also very pedant and arrogant in his own way, so trying to talk him out of it is also a no-no. \n\n**WHAT I'VE BEEN TRYING TO DO**  \nAt this point, you may have guessed that I'm considering moving out as soon as it becomes financially possible for me, which, sadly, can take some time. I need to save around \\~$20,000 to safely move out, and it is a LOT of money to reach around here! Oof!  \nWell, truth is that I'll have to stick in here for some more time  — becaus of it, I've been thinking about adopting a harm-reduction-policy. I won't be able to switch to full zero-waste for as long as I'm at my parents, but I'll try to do what I can (without getting involved in any more fights, I hope).  \nSilently using specific cloths for what they love to use paper towels; try to buy things only if strictly necessary and at the highest volume possible, so I can avoid financing more plastic packages; separating the trash so I can send to recycle centers... what, wait. RECYLING IS A SCAM?? WHAT DO I DO, THEN?!  \nI really want to do my part. I'm sure that when I move out I'll be able to be anything that I want, including the ecofriendly independent pretty woman I've wanted to be for so long, but... while I'm here, what the heck should I do (or not do)? I'm looking for little things that I can discreetly incorporate in my routines that should reduce impact — without it being an empty work.  \nThis piece of information about recycling really made me lose perspective on what I should focus on while I'm on this damage-management regimen.   \n\n\n**\\*TL;DR:**  I've read that recycling is a scam and I'm not sure on what can I do then. My parents are anti-enviromentalists and keep me from living sustainably. I need input about what can I do to reduce environmental harm when I'm in a situation where I can do almost nothing.   \n\n\n*Disclaimer: please, don't suggest anything in the lines of \"confront them! be courageous!\".*   \n*It may be a weakness of mine, but at the moment I really don't have the mental and physical health to do that anymore. It is always more than stressful and it has never have never been worth it. I'm not in my best self right now, so, I'll try to reduce damage in this part of my life too.*"}, {"title": "What's the more sustainable kitchen sponge? Made from recycled plastic, or plant-based materials?", "text": "I'd most appreciate answers that explain why, and source evidence, please. I've switched to sponges made from wood pulp with loofa scrubbers, but I'm wondering if sponges made from recycled plastic might actually be more sustainable, considering no new plastic exists as a results of them, and helps create a market for recycling plastic. Thoughts?"}, {"title": "Recycling / Reusing computer components", "text": "Is there a reliable link or video that shows a way to recycle computer parts/components?  I've heard that there are some precious metals that go into building computers, and that breaking down a computer is labor intensive.  But I don't know what's really involved, or how it can be done?"}, {"title": "Biodegradable or recycled string recommendations", "text": "I’m an artist and sell some of my art in a physical shop that requires tags. I use paper bag scraps to make the tags themselves but I’m looking for the best way to actually tie them to my pieces. I would love some opinions on which of these is best or if there is a better option:\n\n1. Hemp rope\n2. Reusing ribbon/string from old gifts\n3. Wool yarn"}, {"title": "Recycling?", "text": "What's up with Recycling these days? Are people still recycling materials and is it actually having a positive effect?"}, {"title": "Recycling nitrile (NBR) and latex gloves from the food industry", "text": "Hi guys.  I’m a supplier of these types of gloves to F&B players (restaurants, processors,manufacturers) as well as CEA (controlled environment agriculture).  \n\nI know these products are being thrown once used and this can really add up and end up on landfills.\n\nMy question is, are these product something that can be recycled from possibly tire/rubber recycling facilities?  Or is there a specific recycling segment that can take these products?\n\nReally appreciate any guidance the community can help on this question."}, {"title": "Comparing recycling emissions vs reusing emisssions", "text": "I have a task at work that i need help with and this community’s input amazes me so here it goes. A client is asking about the difference in emissions between them returning cardboard packaging to be reused vs. emissions from recycling the cardboard packaging. I imagine i have to do an LCA for both processes? But i’m lost as to what data to collect and how to find results with figures. I imagine i have to calculate emissions of transportation of the packaging return process. But i feel like that might be high, and how do i calculate the impact of reusing the cardboard x many times vs. recycling it. Any advice or resources or guidance will be truly and highly appreciated!"}, {"title": "Advice on recycling.", "text": "Hello! I just want to first say I have massive love and respect for environmentalism and sustainability.  I am an anthropology major with a focus on environmental anthropology. I live in an apartment complex with no recycling and I do not have a car. I feel awful not having the ability to recycle and it eats me up inside and I feel horribly hypocritical with my desire to work with making the world more sustaibale, while not even being able to recycle myself. Does anyone have any advice or insight for this situation?"}, {"title": "Shipping Recyclables through mail? Is it worth the emissions?", "text": "Hey everyone! \n\nI've recently heard about how most recyclables just end up being thrown away. Are there any places I could mail anything that can be recyclable to? Would it be better to not do this, to save emissions?"}, {"title": "No recycling bin in East London", "text": "I've just moved to a new London neighbourhood and my landlord hasn't provided a recycling bin - is this legal? Feels like it shouldn't be in this day and age."}, {"title": "How can a school become more green?", "text": "I am trying to make my school more eco friendly, here are some of my ideas so far\n1. Compost bins\n2. Better and more efficient recycling systems (maybe in collaboration with recycling companies)\n3. Make greater use of the garden areas \n\nI would really appreciate more ideas and corrections in mine\n \nEdit: I totally agree with e cafeteria menu solutions but my school doesn't have a cafeteria :)"}, {"title": "Reduce, Reuse, Recycle, Revert?", "text": "I´m trying to test a new concept for an initiative I´d like to push in my community and I would very much appreciate your thoughts and feedback! I prefer to not share a lot of details about the initiative to not bias your opinion.\n\nWhat if we add a 4th \"R\" to the three that we usually promote: Reduce, Reuse, Recycle, REVERT? \n\nWhat comes to your mind with the word REVERT in this context?"}, {"title": "Can medication styrettes be put in recycling?", "text": "I'm diabetic and use two injected medications (insulin and Ozempic) from styrettes.  If I remove the needle, is it safe to put these (glass and plastic) styrettes in my recycling?  On a similar note, I use sensors which poke through my skin to track my blood sugar.  The sensor itself is tiny, but the applicator is pretty big and heavy, and is discarded after each use.  Is there any reason these can't be thrown in the recycling?"}, {"title": "Paper waste - worm farm or council recycling?", "text": "Trying to do my bit with reducing wastage and land fill by utilising my worm farm for composting and food scraps.\n\nBut I was wondering what would be the best end of life for paper?\n\nI know paper can be recycled, but there are factors that affect this. For example, my option is only with council pick up with a general/mixed recyclables bin, and once my recyclables are picked up, I have no power over the contaminants due to wish-cycling/improper recycling.\n\nAnd there's the other factor of the waste company's ability to effectively filter and separate the various materials.\n\nI do try to use recycled and sustainably sourced paper where I can.\nI go through around an A4 ream of paper every 6 months (in addition to craft paper scraps)"}, {"title": "Christmas decorations made of recycled materials", "text": "In the year of COP27 and COP15 CBD, here are Christmas decorations made using upcycled and recycled material.  \n[https://www.homecrux.com/recycled-christmas-decorations-ideas/163203/](https://www.homecrux.com/recycled-christmas-decorations-ideas/163203/)"}, {"title": "Waste/recycling posters", "text": "Does anyone have any good posters/labels for bins? I’m looking for one for compost, recycling and general waste. Thanks"}, {"title": "Recycle old socks?", "text": "Does anyone know of anywhere you can donate/recycle old socks? I have a bunch of old socks needed to move on to another life, and I would rather not toss them in the trash.\n\nI recently found a t-shirt company that accepts donations of old shirts to re-purpose, so is there something like that for socks?\n\nnote: They are also in pretty raggedy condition, so donating to homeless shelters/etc is not an option.\n\nnote 2: I am in the USA\n\nedit 3: I found a company in Australia that does it. [manrags.com.au](https://manrags.com.au) \\- but no luck finding one in the US like this "}, {"title": "Do any of you believe in recycling and recycle?", "text": "I realize less than 15% of recyclable items actually get recycled and that only pte and hdpe (1 & 2) labeled-items can realistically be recycled, so do any of you recycle when you absolutely cannot avoid buying plastic items? My main source of plastic waste is boxes of raspberries bc I have IBS and need to keep a constant fiber uptake and I haven't found local raspberries anywhere. I feel incredibly guilty but do try to at least recycle these boxes at my local recycling center."}, {"title": "recycling of orange peels", "text": "when we eat the orange, we eliminated the peels, but now i propose you a recipe.\n\n\\-Cut stripeds of peels;\n\n\\- Prepare a syrup with water and sugar (1L of water, and 800g of sugar);\n\n\\-To immerse the peels in syroup for 12 hour.\n\nThe caramelized peels  are redy for dessert.\n\nhttps://preview.redd.it/mwyoacr0cua81.jpg?width=183&format=pjpg&auto=webp&s=d343f2bbd69d1d0efe700702c0ea3e4fa180162d"}, {"title": "Anodizing vs Recycled Powder Coat- environmental impacts", "text": "Hello,  \nI'm painting a bicycle soon and I'm looking at what options I have to protect the aluminum frame.   \nCan anyone speak on the pollution of Anodizing vs Powder Coating? ( using recycled powders. ) Which one is worse for the environment? I was first considering Anodizing, because it doesnt use any polymers, but then started reading up on the waste water.  \n\n\nIs there a definitive source I can use to compare these two?"}, {"title": "Any plastic recycling expert here?", "text": "Hi All,\nFor a community plastic waste collection, we're planning to use plastic shredder (Similar to the one from Precious Plastic). We sort and shred the plastics but we're using the same shredder to shred different types of plastic. \nWanted to check if its fine if a few pieces of one type of plastic gets mixed with other type? Or just a few pieces would spoil all the plastic and make it non-recyclable? I understand its best to ensure its not mixed, but in reality ensuing that with single shredder is not feasible. We don't want all our efforts wasted, so looking for some experts advice here.\nthanks"}, {"title": "Coffee Pod Recycling", "text": " I'm hoping to start a discussion around single-use, coffee pods and their ability to be recycled. What successes have people had recycling them?  I've designed a tool to help separate out the components such that everything can be recycled or composted. I'm trying to understand if people would find something like this useful!"}, {"title": "Have any countries successfully implemented vape recycling?", "text": "Keen to understand if any countries have specific vape recycling programs?"}, {"title": "Recycling fabric", "text": "Hello there,\n\nI'm involved with the Scout Movement and recently looked into the option of recycling used fabric. The fabric is dyed with Gouache(body color), and is planned for further reuse in the movement. Does anyone have any idea of how to remove the dye from the fabric. It will be re-dyed, so there will be no need for the original color to show.\n\n&#x200B;\n\nThanks for the help."}, {"title": "Battery Recycling", "text": "While regulations don't consider alkaline batteries as hazardous waste, they will still cause burns if corroded and make you sick for days if you try to open one. Part of the reason why rechargeable batteries are more expensive is because it covers the recycling cost.\n\nHere is the cheapest kit that I found for recycling Alkaline batteries (no zinc carbon or lithium primary batteries) [https://www.aircycle.com/products/easypak/alkaline-battery-container/](https://www.aircycle.com/products/easypak/alkaline-battery-container/)\n\nAll single use batteries: [https://www.gorecycleusa.com/#/](https://www.gorecycleusa.com/#/)"}, {"title": "Legit recycling textile program?", "text": "I’m moving and have a bunch of clothes to donate. There are also some items and that are unwearable. While taking items in good condition to the thrift store makes sense, I wanna make sure that those unwearable items will not end in the landfill or shipped to some country that will dispose of them in rivers or mountains of clothing. \n\nI see that the North face, H&M take all items in any condition and I’m troubled by PlanetAid since it appears items are shipped to other countries to fuel the second-hand market. I really don’t wanna put my overused undies there since there’s no use for them in that market. \n\nAny of you have further insight into unwearable clothing good practices? \n\nPlease share with the community cause I wanna know"}, {"title": "Composting Vs Recycling", "text": "I often come across sustainable products with packaging that is both “Recyclable or Compostable” and I wondered is one option better than the other? Is it worth the energy used to recycle paper products or would it be more sustainable to just compost it and end its lifespan there? Thoughts?"}, {"title": "Instead of melting plastics down to recycle them, wouldn't it be better to shred and glue them together similar to plywood?", "text": "So plastics are a huge issue right now and especially since China  stopped accepting our plastics almost everything goes to the landfill.  Sorting and cleaning everything is also really expensive, and you can't  really mix the plastics because they have different melting points and  would solidify at different rates. Furthermore plastic strength degrades  each time they are occasionally recycled. I've been wondering for  awhile then, why isn't there a larger industry based around shredding  and gluing together plastics? You could mix the plastics, they wouldn't  have to be as clean, and in general it could be much cheaper. I guess  this too could have issue with not being able to be recycled that many  times, and you would only be able to create solid objects rather than  thin and flexible shapes."}, {"title": "Recycling books HELP", "text": "I have a handful of college textbooks that have sadly been used A LOT, cat decided to tear pages apart, food stains, and other bad wears. Some books are readable but I highly doubt someone will buy a book covered in cat urine. \nMy question is, where can I recycle these books ?! I have kept them for years now since I don't feel good about just throwing them in the garbage/recycling bin. Is there any company that responsibly recycles unusable books to make products or so on?"}, {"title": "Can we recycle polyester clothes?”", "text": "Polyester clothes are found to be some of the biggest producers of micro plastics, esp. when they are washed and dried (I guess it’s the lint).  I’ve been trying to replace my staples (leggings) with bamboo or other fabrics. Now, what to do with the polyester?  I don’t want to donate it because someone else will be washing it. It seems so wasteful to put it in the landfill. Is there a way to recycle polyester clothes and does anyone know if the recycling process itself might generate micro plastics"}, {"title": "How do we go beyond plastic in packaging and in general?", "text": "Don't get me wrong it's a wonderfully useful material but at the same time it's also hard to recycle (implying companies bother to recycle it) and bad for the environment.\n\nHow would we have to change our thinking like when it comes to packaging food while still keeping it hygienic? Perhaps some kind of reusable packaging that you just clean up after use? Clay?"}, {"title": "Help us convince Starbucks to switch to recyclable cups and reduce GHG emissions! Introducing #UpTheCup, a campaign dedicated to clear up misconceptions surrounding the sustainability of paper cups.", "text": "Think you know how you take your coffee? *Think again*\n\n***82.6%*** *of people mistakenly believe their Starbucks paper cups are recyclable.*\n\nStarbucks produces more than 4 billion to-go coffee cups per year, meaning the last time you were in Starbucks you probably took your coffee in a plastic-lined non-recyclable cup which can also prevent other recyclables from getting a new life. This waste ends up in landfills which are notorious for emitting methane, a potent greenhouse gas. \n\n&#x200B;\n\nhttps://preview.redd.it/j5rrd0g7vdf71.png?width=1080&format=png&auto=webp&s=2535cc3655bb96bea2f1626e4d2e5b3af2b0f90c\n\nDespite this, the coffee giant allows the myth that their paper cups are recyclable, to continue. \n\nBut wait, a solution already exists! Fully recyclable cups are commercially available in the market, one of which is a simple change in the composition of the plastic lining. Let’s convince Starbucks to #UpTheCup and fight #plasticpollution, #greenhousegas emissions and mitigate #climatechange all in one fell swoop!\n\nShare the #UpTheCup campaign and sign our [change.org](https://www.change.org/p/starbucks-upthecup-starbucks-give-us-a-recyclable-cup) petition\n\nMore details at sealawards.com/upthecup"}, {"title": "100% Recycled Clothing", "text": "Hey guys, \n\nI am looking to buy 100% recycled clothing and am wondering if anyone has any suggestions? \n\nI have seen that remedyclothingco\\_ on instagram are launching a collection but reaching out to see if you know any other brands? \n\n&#x200B;\n\nThanks!"}, {"title": "Using recycled materials in your products ? What are your issues?", "text": "Are there entrepreneurs using recycled materials in their products here? If so: what is your greatest struggle when it comes to using these materials? What recycled materials are you using, how are you finding them, how are you getting them and what are your biggest struggled in the process? Curious to learn more about this topic"}, {"title": "Recycling Question", "text": "Hello, my city, Columbus, OH (as far as I know) does not accept things like old Tupperware for recycling. Most of my stuff are the flimsy lids etc that were originally takeout boxes and I’m trying to get rid of the ones without matches. Any tips on where I could send/take them instead of just trashing them would be appreciated!!"}, {"title": "How do I get over my need to recycle?", "text": "Over the last few years I’ve changed my lifestyle to focus on sustainability and minimalism. I did a major decluttering last year and have boxes and boxes of stuff to get rid of. I can’t bring myself to throw it in the garbage, but most of it isn’t recyclable or not worth recycling. Think: old retainer cases, scratched cds, cloth storage bins that are kinda moldy, and those plastic rings that come on top of cupcakes. That kind of junk. But it’s not really helping me to just have these boxes piled up. Do I have any other options rather than tossing it all?"}, {"title": "Child Seat Recycling", "text": "Im shocked to learn that there is no simple way to recycle car seats. This is made worse by the fact that they can’t be sold second hand and they have an expiry date. Has anyone any ideas for up cycling them?"}, {"title": "Recycling Damaged Clothes?", "text": "I’m getting quite frustrated in my online research and haven’t been able to find a place in the US that actually recycles clothes that are too damaged to be donated. \n\nMost of the time, the companies I’ve found that do claim to recycle clothes actually send them to developing countries at a 100% profit, undercutting the local clothing markets and putting those countries’ citizens out of jobs. \n\nAnyone know of any places that *don’t* just ship the clothes to developing countries for profit??\n\n\nEDIT: TerraCycle, if you use their drop off system, accepts clothes to recycle and doesn’t just ship them out! Find drop off locations near you instead of buying one of their boxes for $100 or more and you’re all set for anything you want to recycle — not just clothes :)"}, {"title": "Which way of recycling is better?", "text": "I am in argument with my brother about the best way to get the most out of people’s recycling habits. \nI am in favour of having several bins: one for paper, one for the plastic, one for glass etc. Like they have in Germany. \nBut in Paris London and many big cities, there is often one recycling bin that accepts everything. Recycling Centres then differentiate between the different materials. \nMy brother’s point of view is that it allows people to not really do the thinking and allow for one bin instead of 4 or 5 in cities where space is scarce. \nI am pretty sure that the cost and the % of recycled materials is lowered with a single bin (paper/cartons get spoiled, other material can get damaged?) and more expensive (high price for machines capable of doing what people don’t) but in cities like Paris and London where space is limited and where most people are not willing to make too many efforts, it could make sense. \n\nGetting the right thing could prove useful as my brother is involved in local politics. \n\nDoes anyone have a study on the matter or an educated opinion?\n\nThanks for your help."}, {"title": "Question: Any NGO focused on Reducing (vs reuse and recycle)", "text": "I have recently finished reading Naomi Klein's book On Fire. It got me that a lot of organizations are focusing on Recycling because it does not ask consumers to stop consuming, just putting their stuff into the right recycle box. Thus, i was wondering if anyone knows about any NGO that focuses on reducing use of stuff so that there is no need to reuse or recycle"}, {"title": "Does not owning a vehicle offset never recycling?", "text": "So I know someone who runs an electronics repair business from his apartment and says that since he is a single dad and has 3 kids, he doesn't have time to take the e-waste he produces to the proper disposal location. And it's not just e-waste, it's recycling in general. He says that since he would have to take recycling down 5 flights of stairs and walk across a large parking lot to reach the central recycling bins of the apartment complex he lives in, he never does any recycling either and just throws everything in the garbage (there is central garbage disposal on each floor). However, he says that since he doesn't own a vehicle, therefore that alone more than offsets the amount of waste he has improperly disposed of.\n\nEven though I am all about disposing waste properly, I emphasize with his situation and realize that it is not fair to force somebody in such life circumstances to properly recycle.\n\nThis got me thinking, since this is actually relevant to how wealthy ppl say that they recycle and compost much more than average, and often has the time and money to properly dispose waste (motor oil to a proper location, e-waste to a proper location, construction supplies to a specialized location, etc). However, since wealthy people often own more cars and drive more, and the cars they own often pollute more either due to high performance or physical materials (a Rolls Royce probably has a carbon footprint 10x larger than Honda Civic, for example), does the fact that they dispose of everything properly offset the fact that their lifestyle inherently pollutes more?\n\nAnd this also relates to the \"reduce, reuse, recycle\" order of importance whereas reduce has a larger impact than reuse, and reuse which in turn has a larger impact than recycle. I think the fact that the aforementioned person doesn't have a car, and lives in an apartment (not a nice one either, but realize that I am not judging him, just merely stating the facts) means that he is massively \"reducing\" which offsets how he is not recycling.\n\nFinally, this also relates to the truth about how ppl in developing countries such as India, don't have large scale recycling facilities generally speaking, but since they don't buy much in the first place, and tend to have well-established reusing systems (families will pass items to another family, for example), developing countries have significantly lower carbon footprint per capita."}, {"title": "Just put in a Recycled Driveway", "text": "My driveway was gravel & washed away 3 times this year.  The gravel then clogging up the drainage and causing flooding.\n\nDid research & found a solution.  Milled Asphalt.  It's ground-up asphalt from old parking lots, roads, etc.  They simply lay it down and flatten it.  \n\nNo asphalt smell.  You can drive on it almost immediately.  And it lasts for over 20 years.\n\nIt's cheaper than new asphalt, requires less equipment.\n\nAnd it's more durable than new asphalt. \n\nI saved 4 dump truck loads of old asphalt from the landfill (I have a long driveway), saved money, prevented future downstream drainage issues.\n\nThere's no smell, they don't have to heat it like new asphalt.  There's no tar.  Once compacted, the milled asphalt becomes even harder over time.\n\nI needed to do something about my driveway, and this was the best alternative I can find."}, {"title": "What is true recycling?", "text": "What’s True Recycling Anyways? \n\nMany of us think that recycling simply means taking a plastic item and converting it into a new item through a mechanical process. The truth is that most of the plastic is downcycled. \n\nRecycling in essence means, take a product and through a mechanical or chemical process create the same product again, to be used for the same purpose that it was first manufactured for. For example, a PET mineral water bottle once recycled should be converted into a PET mineral bottle again to package water. \n\nAs of now PET is mostly downcycled into fiber used to make clothing, which then ends up in the landfill once it reaches it end of life. This is what we call elongated linear consumption, where the original product is given a different from to elongate the pain and propagate a false sense of doing the right thing. \n\nTrue recycling is always circular, such as in the case of metals, or the extraction of precious metals from E-waste, Lithium, cobalt and other materials from lithium ion batteries. \n\nNote: It all starts with the design process, selecting materials keeping LCA in mind."}, {"title": "Schools can recycle markers with Crayola", "text": "I just found this website, it seems that K-12 schools can collect markers of all types and send them to Crayola for free recycling!\n\n&#x200B;\n\n[https://www.crayola.com/colorcycle.aspx](https://www.crayola.com/colorcycle.aspx)\n\n&#x200B;\n\nHas anyone been involved in this, or seen it work?  I'd be interested in partnering with a school to get this set up!\n\n&#x200B;\n\n&#x200B;"}, {"title": "I am supposed to collect information about recycling in products", "text": "Hello, for my work i am supposed to collect information regarding alternative materials used in products for sustainability and recycling. \n\nSadly i have very little knowledge about the topic and if anyone of you could recommend a quality source of information or a good product example it would be tremendously helpful!"}, {"title": "Distraught over city recycling being canceled.", "text": "Shit, where to start? My husband and I moved to Abilene, TX one year ago. Population 123k. Closest larger town is Ft Worth, 151 miles away. Had to move here for work. Was devastated when I found out they had stopped recycling plastic and glass here right before we had moved. I mean, I cannot take my glass or plastic ANYWHERE to be recycled. I do have a local grocery store that accepts plastic film, thankfully, and for the past year I could recycle paper, cardboard, aluminum, and bi metal cans.\n\nI have always been fairly eco conscious but know i could do more, This past year I have been trying more than ever to drastically reduce my waste. I've had a vegetable garden for many years and managed to grow a decent amount in the small garden here, I reuse shipping supplies when I can for my small business, I cook 90% of our meals, even made eco friendly gift baskets(sans basket) for family and friends this xmas. I try and purchase recycled items when I can. Anyway,, won't go into too much more detail, I know there is always room for more changes, but damn if I'm not trying! and making a lot of improvements. \n\nUnfortunately, there are a lot of things that I have to get delivered to my home, including lots of medical, art, and business supplies. It's been even worse in the pandemic. Being a smaller town, there are not a lot of stores and zero stores that offer bulk shopping options. \n\nThen, several days ago this piece of crap city announced that they will stop recycling paper and cardboard at the end of the month. I am freaking the fuck out. PAPER AND CARDBOARD.\n\nWhen it comes to recycling and reducing waste, I already feel so helpless. The government and businesses are not making good choices and we are paying the price. All we can do is vote, sign petitions, write angry letters, try to educate others, and try to make smarter choices when purchasing things. But, we aren't given many good choices as consumers, we usually have to settle for something that is \"better than what I was doing before but not good enough\". Oh yeah, and we can recycle! Now they've taken that away from me. I feel so fucking helpless. I know that there has been a big problem with recycling facilities all over the country, there aren't enough and they aren't efficient and they cost money. But what the fuck am I supposed to do?! \n\nShit. I guess I just need some folks with similar concerns for the environment to hear my rant. My emotions are already raw from months of quarantine and this is just, rough.\n\nHappy New year and fuck me."}, {"title": "Help us, help others recycle", "text": "Hi! I'm Simon, a 22yr old engineering student from Sweden.\n\nMe and my colleagues are working on a project to help common people recycle all their household waste, with the least possible effort.\n\nIt would help us a great deal, if you could simply write a few words on what you feel is the hardest (most inconvenient) part of recycling.\n\nAll answers are greatly appreciated. "}, {"title": "I built an automated indoor garden that recycles house waste", "text": "My family and I made an easy-to-use grow chamber so that we always have access to fresh mushrooms in our own home. Can watch and tend to their needs from my computer when away or too lazy to open the box. This is all indoors and using byproducts such as cardboard, coffee grounds, and food scraps to feed the crop. It's the first step in our urban homestead, and the next is to add an expansion for fruits, herbs, and veggies!\n\nhttps://preview.redd.it/soashxmo1z251.jpg?width=4032&format=pjpg&auto=webp&s=cd4ea62b1300053cd714574e867d62782d0c5121\n\nhttps://preview.redd.it/5jt987mq1z251.jpg?width=4032&format=pjpg&auto=webp&s=8cc84fe642d2319cd2de79ab3e39fc13793b7b38\n\nAirflow, water, and temp are tightly controlled, and there’s an AI camera in there to monitor progress and send alerts. Keeps my mushrooms happy, healthy, and almost completely hands-off until time to harvest. \n\nFull recycling process here: [https://imgur.com/gallery/ouWWKQy](https://imgur.com/gallery/ouWWKQy)\n\nWould love some feedback!"}, {"title": "No infrastructure in the US/Canada to recycle wrappers?", "text": "I’ve been looking for sustainable packaging options (specifically wrappers wrappers for bars I’m launching). I just spoke to a packaging company who basically told me any company that says they make sustainable or recyclable wrappers/food product packaging is lying because a) only one of the layers is recyclable and b) Neither the US or Canada have the infrastructure to recycle these given only one of the layers is recyclable so everything ends up in the trash anyway.\n\nThis was disappointing to hear and pretty much news to me (I’m new to this world in general so still a lot to learn). I’m trying to think of options because I don’t want to completely give up and was thinking of maybe working with a company like Terra Cycle who can work with companies to create packaging from recycled materials. Anyone have experience working with Terra Cycle? Any thoughts or recommendations?"}, {"title": "Library Recycling Project", "text": "Hey everyone,\nI am a librarian for a small, rural town and I am trying to come up with some eco-friendly grab-n-go bags for the kids to take home after school. Right now I have had an idea to make recycled paper kits for the kids to turn old paper into seed bombs or cards. I was wondering whether this is a good idea or not? And does anyone else have cheep recycling projects we could send kids home with?"}, {"title": "Where to Recycle Empty Makeup and Perfume Bottles/Containers?", "text": "Does anyone know of any place I can send empty makeup bottles and containers to who can either repurpose or recycle them? Usually these are glass or of hard plastic material. I’ve looked online but haven’t found much luck. Over the years of purchasing skincare products, I have quite a few empty packaging materials and would hate to throw them away, but no idea how or where to recycle them. \n\nI don’t believe local recycling facilities will accept them since some of these containers are dyed and have the recycling numbers that aren’t common accepted by local facilities."}, {"title": "America Recycles Week!", "text": "Check out our blog we created for a school assignment, this week we talk about common recycling mistakes! Please leave us some feedback in the comment section and let us know your thoughts and questions!\n\n[https://sustainabilityforstudents.wordpress.com/2019/11/16/recycling-mistakes-and-how-to-avoid-them/](https://sustainabilityforstudents.wordpress.com/2019/11/16/recycling-mistakes-and-how-to-avoid-them/)"}, {"title": "Recycled/biodegradeable doggie waste bags?", "text": "I'm looking for \"green\" or recycled poop bags for my (small/medium) dog, biodegradeable is an acceptable substitute. I mostly just think it's a huge waste to use and toss a whole plastic baggie every time my dog goes for a walk so I'm trying to find a more environmental option."}, {"title": "Hi are the plastic brushes not at all recyclable or are there specific centre’s which do that .", "text": "Isn’t the plastic grade used in brushes better or equivalent  than say the plastic used in packaging dry food items . If yes then would it not be recyclable . Although agree that recycling can be done only a number of times but isn’t that better than a bamboo brush ending in landfill which are already full ."}, {"title": "Handi-Wipe recycling", "text": "I've been using [Handi-Wipes](https://www.handiwipes.com/products.php) (and similar brands) in an effort to reduce and eventually eliminate paper towels. They last a really long time! But I don't know what do with the rags once they start getting thin and ratty. My partner just tosses them, but surely there's another alternative?"}, {"title": "Recycling vs reselling", "text": "Hello. I mentioned in another post of mine that I'm planning to replace my current smartphone, and I have a second question associated with that. Once I do replace it, how should I decide whether to sell it (or even give it away) to someone, or to send it to a recycling center? Assuming that I know of a reliable center where I know the item will be properly recycled as opposed to being thrown into a landfill, how should I decide whether it's better to reuse the device by selling/giving it to someone else, who may then throw it out anywhere and let it pollute the earth in a landfill or something, or if it's better to make sure that it's recycled properly by personally recycling it, even if it means nobody will get to use it again?"}, {"title": "Looking for Companies in Australia that Use Locally Sourced Recycled Materials", "text": "I live in Perth, Australia and I am looking for companies that use locally sourced recycled materials.\n\nDoes anyone know how I can find companies like this? I use recycled products often, but I doubt many of them are Australian made. \n\nAny help would be appreciated!"}, {"title": "Gardening Gloves using recycled PET plastic", "text": "I saw these the other day and thought it was a fantastic idea \n\nGloves made with post-consumer recycled PET bottles!  I think i saw they have gloves that are biodegradable too\n\nFTR I don't work for them -- i came across the product on Amazon and found their website\n\n[https://www.watsongloves.com/wastenot-sustainable-gloves/](https://www.watsongloves.com/wastenot-sustainable-gloves/)"}, {"title": "Realistic Solutions to the Broken U.S. Recycling System", "text": "[https://www.waste360.com/recycling/episode-1-realistic-solutions-broken-us-recycling-system](https://www.waste360.com/recycling/episode-1-realistic-solutions-broken-us-recycling-system)"}, {"title": "Besides posters and recycling drives, what other methods can be used to make kids more cautious about the environment?", "text": "My school has trash cans with eco-friendly messages to raise awareness for the environment, which i find very neat, but they've been there fore ages and everyone's kind of gotten used to it. We also have recycling drives where people collect plastic bottles and containers and the class that collects the most plastic wins like a pizza party or something, but i feel like that isn't very effective in making people care about the environment, they're just doing it for the reward.\nAnd i know that most kids don't usually care or can bring themselves to care about the environment, but I'm just interested in knowing what other ideas people might have or have done in their school!"}, {"title": "Recycling", "text": "Hi everyone! The past few weeks I’ve been cleaning my family home (we’ve lived here for 19 years) to reduce clutter. As you can imagine, things can pile up a lot within 19 years. I’ve made separate boxes for old electronics (computers, vhs tapes, cassettes), plush toys, and old shoes that can’t be donated to organizations because of the condition. I certainly do not want to add this all to our landfills either.\nDoes anyone have any knowledge of where I could properly recycle these types of items? Where could I take old shoes and old plush toys to be recycled and repurposed?\n\nEdit: I’m located in Philadelphia, PA"}, {"title": "How can I encourage sustainability practices at a nursing facility?", "text": "Of course some medical waste is necessary for infection control.  But I feel like a lot of the single use items/ covers could be properly sanitized instead.  And the amount of food that gets wasted is obscene. They don't even compost the waste despite the city having a composting program.  And they don't recycle despite the city having a recycling program. So you guys have any other ideas or observations in ways that we could decrease waste in this kind of setting? Thanks!"}, {"title": "Plastic recycling help?", "text": "So I’ve recently gotten supper interested into low waste and sustainable items, along with recycling and composting. I started composting because I have lots of plants and soil with good nutrients is always great. I wanted to start recycling for when I use plastic, and everything was going well until I checked my city’s recycling website to make sure I put the correct thing in the recycling bin, but they don’t take plastic of any kind except plastic bottles, regardless if there’s a recycling symbol or not! Does anyone have any ideas or anything that you would suggest doing? \nI’m only 14 and my family doesn’t really care (or at least doesn’t make it a priority) to recycle, So I can’t cut plastic out completely. Like, can I take it to a different city and go to their recycling center to turn it in? Any help appreciated! <3"}, {"title": "I took a tour at our local recycling facility... There are a lot of people sorting our recyclables!", "text": "As the marketing manager for a packaging company I wanted to learn more about what happens to recyclable packaging after its picked up from the curb. The thing that was most insane to me was that I thought this process was fully automated. I wasn't prepared for the multitude of people pulling out potential hazards to the recycling infrastructure like plastic bags or scrap metal. \n\nThis trip definitely made me more cognisant of any \"wishcycling\" I may be doing and how to think about a packages end of life during the initial design stage. I wrote about it here: [https://www.haneypkg.com/articles/reduce-reuse-recycle-rumpke/?utm\\_campaign=Haney%20Awareness&utm\\_content=134479601&utm\\_medium=social&utm\\_source=linkedin&hss\\_channel=lcp-380689](https://www.haneypkg.com/articles/reduce-reuse-recycle-rumpke/?utm_campaign=Haney%20Awareness&utm_content=134479601&utm_medium=social&utm_source=linkedin&hss_channel=lcp-380689)"}, {"title": "Heard of a company(ies)? mentioned on a podcast that had egregiously greenwashed by claiming use of recycled bottles, but actually manufactured them just to recycle. Anyone know which specific company this is? My attempts to fact check this have failed.", "text": "Specifically, this is Steven Sashen's movement movement podcast. Normally about minimal shoe running/training/lifestyle, but there was an episode on greenwashing. Tried to search for the company myself as I'd told one or two other people this factoid, realising I haven't followed up on it to fact check, as he made a specific point not to name the company to \"avoid defamation\" suits and the like. Can't really blame him for CYA there."}, {"title": "I'd like to make a simple sustainability app that's meant to provide recycling information, sustainability tips, and ethical reviews on existing companies in an organized and accessible way.", "text": "Is there any tool or data that you feel would have helped or can currently help you throughout your journey of being environmentally conscious? All input is appreciated!"}, {"title": "Recycling emissions", "text": "People have been making these plastic recycling machines at home from YouTube tutorials and I want to know if they are good for the environment or if they do more bad by creating emissions than good by recycling and if there is a more eco friendly way to do it?"}, {"title": "Best sustainable brands with zero waste/completely recyclable packaging?", "text": "I no longer want to purchase products that come in plastics. I want to support brands that are zero waste and sustainable. I can find skincare/beauty products easily but household cleaning products are much harder to find. Thank you in advance!"}, {"title": "Recycled Wool", "text": "Does anyone know of a company that can turn recycled wool into a product? Thanks!"}, {"title": "How to recycle holiday light strings", "text": "Try to repair your light strings first with a [Light Keeper](https://www.target.com/p/lightkeeper-pro-light-repair-kit/-/A-52352111?ref=tgt_adv_XS000000&AFID=google_pla_df&fndsrc=tgtao&CPNG=PLA_Seasonal%2BShopping_Local&adgroup=SC_Seasonal&LID=700000001170770pgs&network=g&device=c&location=9007181&gclsrc=aw.ds&ds_rl=1246978&ds_rl=1246978&ds_rl=1246978&ref=tgt_adv_XS000000&AFID=google_pla_df&CPNG=PLA_Seasonal+Shopping_Local&adgroup=SC_Seasonal&LID=700000001170770pgs&network=g&device=c&location=9007181&gclid=EAIaIQobChMI_vmNoKnN3wIVDIGzCh3X_gkvEAQYASABEgKDu_D_BwE&gclsrc=aw.ds) light repair kit.\n\n**Recycling light strings**\n\nCheck if your municipality has a drop-off location for light strings\n\n**Drop off** at Home Depot, Mom's Organic Market or Lowes (call first)\n\n**Host a collection drive** in your community and take light strings and cords to a local scrap metal recycler\n\n**Mail** to [Christmas Light Source](https://www.christmas-light-source.com/Christmas-Lights-Recycling-Program_c_210.html) (donates to Toys for Tots)\n\n(Note: remove any large glass screw off bulbs, they can shatter)"}, {"title": "Alternatives to plastic flosser picks?", "text": "I struggle with depression and because of this I have a very hard time maintaining proper hygiene. I went to the dentist recently and was told I have gingivitis from lack of flossing and regular cleanings. I notice I am more encouraged to floss when I have a box of flossers in my purse or near me when I need them.\n\nThe issue is they are just a lot of single use plastics. I would possibly recycle them but my apartment building does not accept recycling services and there is nowhere near me I can drop off recyclables. The other option would be to use picks that are made from a portion of recycled material. \n\nIs there any low waste alternative to this? I know I can just use floss but for some reason that is more daunting to me than the convenience of a floss pick."}, {"title": "What would you say to someone who doesn't think individuals make a difference?", "text": "I'm a firm believer that if we all make different purchases with our collective buying power and efforts, even a small difference can be made and company's will see the demand growing for sustainable alternatives. I also think that extends to meatless days/diets and being conservative with water usage and consumption in general. \n\nBut there are others I've talked to that are absolutely convinced their actions and efforts, however small or large, do nothing. As the numbers game shows, it's the corporations and systemic processes that need to change to ultimately get the planet to a better place. \n\nI agree that the biggest impact will come from corporations and policies, but have the empathy and guilt that motivates me. At the end of the day, I can say at least I tried make it better, not worse. So what would you say to someone who has heard all of this but still feels like it's useless to even bother until the big guys chip in?"}, {"title": "Is it possible to recycle a car seat?", "text": "If this isn’t the right sub for this question, I apologize: A friend wants to recycle her Britax convertible car seat, and asked me if it’s even possible. I don’t have children so I wasn’t sure. It’s been damaged in an accident (baby wasn’t present) so it cannot be reused. Any help would be much appreciated. Thanks in advance! "}, {"title": "Petitioning my college to switch to reusable/recyclable food containers instead of styrofoam", "text": "Hey all, I scored a meeting with the president of the college and the head of our food distributor to talk about sustainable options for to go containers and cups in the dining hall, as well as something to replace the plastic bags that they use at their market. I know they're going to come at me with cost concerns, and I'm also aware that in some ways paper products have a higher environmental toll than plastic ones when it comes to production so I'm just looking for any advice or ideas?"}, {"title": "Shaving and Sustainability", "text": "So I have been shaving with a DE razor for about 4 years now and have been thinking regularly about how to make it more sustainable. I have searched reddit for advice on how to make it more sustainable and the conclusion that I have arrived at is that it just isn't sustainable.\n\nI have been storing double edge razor in a plastic container, hoping that one day I will find a way to recycle it. However, there is no place near me that will provide any clear detail on what they will or will not take. I don't want to harm recycling workers since some recycling is done manually. Also, it is not clear that metal recycling is even successful. Who knows if it is actually getting recycled or not. I am posting this in the hope of providing advice that I wished I should have received a long time ago. Some places do recycle blades but those places are the exceptions not the rule. \n\nThe truth is that shaving with a straight razor like the old days and using shaving soap rather than the aerosol cannister is the best way to go to reduce your footprint, anything else is just copium in terms of logistics. It cut consumptions at the source, using a single blade that can last for years and can be recycled easily. I hope that anybody out there who wants to be more sustainable in shaving will look at this as an option instead of the hype behind double edge razor shaving. "}, {"title": "This giant wind turbine can be recycled at the end of its life", "text": "[https://www.optimistdaily.com/2021/09/this-giant-wind-turbine-can-be-recycled-at-the-end-of-its-life/](https://www.optimistdaily.com/2021/09/this-giant-wind-turbine-can-be-recycled-at-the-end-of-its-life/#)"}, {"title": "Does anyone know if the Capsule pharmacy “bags” (used to contain the prescriptions) are recyclable?", "text": "They look recyclable because they seem to be made from unbleached paper, but I want to make sure to not contaminate. Thank you!"}, {"title": "Is there a way to recycle plastic for 3D printers to make PPE?", "text": "As schools are looking to open up in the fall, it would be nice if there was a way to recyle the plastic bottles and single use containers (even plastic grocery bags perhaps) to save money on 3D printing.  So, I am not asking for some weird tech that is not easily accessible, but something that could be learned and implemented rather easily and cheaply."}, {"title": "Compressive list of recycling rules?", "text": "I try to recycle but I feel like I don’t actually know how. Is there any websites that can lay it all out for me?"}]